[
    [
        [
            "Colorful Creatures: Fun Facts About Peacocks",
            "色鮮やかな生き物：クジャクに関する豆知識"
        ],
        [
            "If there's one animal that knows how to stand out, it's the peacock.",
            "目立つ動物といえば、クジャクだ。"
        ],
        [
            "In fact, if you were to see one in the wild, the first thing you'd probably notice is its large, colorful tail.",
            "実際、野生でそれを見ると、まず最初に目に入るのは大きくて色鮮やかな尾だろう。"
        ],
        [
            "Peacocks have over 150 feathers in their tails, which can be more than 1.5 meters long.",
            "クジャクの尾には150枚以上の羽があり、1.5メートル以上の長さになることもある。"
        ],
        [
            "And did you know all peacocks are male?",
            "そして、すべてのクジャクはオスだということを知っていただろうか。"
        ],
        [
            "Only the males are actually 'peacocks'",
            "実際に『peacock』と呼ばれるのはオスだけ"
        ],
        [
            "While the word \"peacock\" is often used to refer to the bird in general, it's technically only the males that are called this.",
            "「Peacock」（雄クジャク）という言葉は通常、この鳥全般を指すために使われるが、厳密にいうとオスだけを指す。"
        ],
        [
            "Females are known as \"peahens,\" and the general word for the bird is \"peafowl.\"",
            "メスは「peahen」（雌クジャク）と呼ばれ、その鳥全般を表す言葉は「peafowl」（クジャク）だ。"
        ],
        [
            "A baby peafowl is called a \"peachick\"!",
            "赤ちゃんクジャクは「peachick」(クジャクのひな）と呼ばれる。"
        ],
        [
            "It's only the peacocks — the males — that have colorful tail feathers.",
            "カラフルな尾羽を持っているのは雄クジャクだけだ。"
        ],
        [
            "Peahens have some color on their bodies, but their tail feathers are much shorter, and mostly brown or gray.",
            "雌クジャクは体にいくらか色があるものの、尾羽はかなり短く、ほぼ茶色や灰色になっている。"
        ],
        [
            "However, as they get older and their bodies stop producing as much estrogen, some peahens actually start to look and sound more like peacocks!",
            "しかし、年を取って体がエストロゲンをあまり生成しなくなると、一部の雌クジャクは実際に外見や鳴き声が雄クジャクに似てくる。"
        ],
        [
            "They aren't born colorful",
            "生まれたときは鮮やかではない"
        ],
        [
            "When they're first born, peacocks and peahens look the same.",
            "最初に生まれた時、雄クジャクと雌クジャクは同じ外見をしている。"
        ],
        [
            "It takes a few months for a peacock's colors to start coming out, and it takes up to three years for them to fully grow their colorful tails.",
            "雄クジャクの色が現れるのに、数か月を要し、色鮮やかな尾が完全に成長するのに最長3年かかる。"
        ],
        [
            "Their tails don't stop them from swimming",
            "尾は泳ぎの妨げにならない"
        ],
        [
            "Many people think peacocks can't swim, because their long feathers will pull them down when they get wet.",
            "多くの人は長い羽が濡れるとクジャクが沈んでしまうため、泳げないと思っている。"
        ],
        [
            "But while it's true that their feathers and bodies aren't made for water, peacocks actually can swim — they just don't usually do it unless they have to!",
            "しかし、羽や体は確かに水に適していないものの、クジャクは実際に泳ぐことができる。必要でない限り普段そうしないだけだ。"
        ],
        [
            "They kill snakes",
            "ヘビを殺す"
        ],
        [
            "Like many birds, peafowl are omnivores, meaning they eat both meat and plants.",
            "他の多くの鳥と同じように、クジャクは雑食性で、肉も植物も食べる。"
        ],
        [
            "While they eat insects and small animals, peafowl have also been known to kill and eat snakes — including venomous ones!",
            "昆虫や小動物を食べるほか、クジャクはヘビ、しかも毒ヘビを殺して食べることも知られている。"
        ],
        [
            "The peacock is even the national bird of India, where it's known in folklore as an important killer of snakes.",
            "クジャクはインドの国鳥であり、民話の中でも重要なヘビ殺しとして有名だ。"
        ]
    ],
    [
        [
            "If you want your application to stand out, make sure you have a strong cover letter.",
            "願書を目立たせたい場合は、説得力のあるカバーレターを作成するように。"
        ],
        [
            "I like wearing colorful clothes.",
            "私は鮮やかな色の服を着るのが好きだ。"
        ],
        [
            "Flamingos are born with white and gray feathers that turn pink as they get older.",
            "フラミンゴは白と灰色の羽をもって生まれるが、年齢と共にピンク色に変化する。"
        ],
        [
            "We often think of them as vegetables, but cucumbers are technically fruit.",
            "私たちはキュウリを野菜と思うことが多いが、厳密に言うと果物だ。"
        ],
        [
            "He was bitten by a venomous snake.",
            "彼は毒ヘビに咬まれた。"
        ],
        [
            "Dragons appear in the folklore of many cultures.",
            "ドラゴンは多くの文化圏の民話に登場する。"
        ]
    ],
    [
        [
            "How many feathers do peacocks have in their tails?",
            "クジャクの尾には何枚の羽がありますか。"
        ],
        [
            "What is a baby peafowl called?",
            "クジャクのひなは何と呼ばれますか。"
        ],
        [
            "How long does it take for a peacock to grow its colorful tail?",
            "クジャクの色鮮やかな尾が成長するのにどれくらいかかりますか。"
        ]
    ],
    [
        [
            "Which of the facts from the article did you find most surprising?",
            "記事で最も意外だった知識は何ですか。"
        ],
        [
            "Are peafowl common in your country?",
            "あなたの国でクジャクは一般的ですか。"
        ],
        [
            "Is your country home to any beautiful bird species?",
            "あなたの国には美しい鳥の種がいますか。"
        ],
        [
            "Do you know what the national bird of your country is?",
            "あなたの国の国鳥が何か知っていますか。"
        ],
        [
            "What animals are important in your country's folklore?",
            "あなたの国の民話で重要な動物は何ですか。"
        ]
    ]
]