[
    [
        [
            "Teenagers Move Arrows, Send Runners on Wrong Route",
            "10代の若者、矢印を動かし、ランナーを誤ったルートに送る"
        ],
        [
            "You've trained for weeks, you've checked the course and you've got a personal record you want to beat — amateur running is a serious business.",
            "何週間もトレーニングし、コースを確認し、自己記録を更新したい。アマチュアのランニングは真剣勝負だ。"
        ],
        [
            "Of course, things don't always go as planned on race day, as hundreds of runners found out at an event in the UK at the start of June.",
            "もちろん、レース当日に計画通りにいつも事が運ぶとは限らない。6月初旬に英国で開催されたイベントで、何百人ものランナーがそれを知った。"
        ],
        [
            "At a 5-kilometer road race in the town of Aylsham, 463 runners took part — but only nine completed the correct distance.",
            "アイルシャムという町で開催された5キロのロードレースに463人のランナーが参加したが、正しい距離を完走したのはわずか9人だった。"
        ],
        [
            "Before the race began, a group of teenagers changed the route of the race by bringing their own traffic cones and changing the directions of arrows that had been put up for the runners.",
            "レースが始まる前、10代の若者のグループが自分たちで三角コーンを持参し、ランナーのために設置された矢印の方向を変えて、レースのルートを変更した。"
        ],
        [
            "Some of the town's roads are also usually closed for the race, but when the cones and arrows were moved, the runners were sent onto roads that had not been closed.",
            "また、この町のいくつかの道路は通常レースのために閉鎖されているが、コーンと矢印が移動され、ランナーたちは閉鎖されていない道路に送られた。"
        ],
        [
            "The bicycle leading the way and some of the faster runners realized what had happened, and they were able to return to the right route.",
            "先頭を走っていた自転車と一部の速いランナーは事態に気づき、正しいルートに戻ることができた。"
        ],
        [
            "However, that also meant they ran about 250 meters longer than they'd been supposed to!",
            "しかし、それは実際よりも250メートルほど長く走るということだった。"
        ],
        [
            "Only the last nine finishers ran the correct distance.",
            "最後の9人だけが正しい距離を走った。"
        ],
        [
            "The organizers, who called the police, said cars had to stop to let runners through, and it was lucky no one was hurt.",
            "警察を呼んだ主催者によると、ランナーを通すために車を止めなければならなかったが、幸いなことに誰も怪我をしなかった。"
        ],
        [
            "They also said sorry on Facebook.",
            "主催者はFacebookでも謝罪した。"
        ],
        [
            "But most people who commented on the post said they enjoyed the race, even if they ran a bit further than they had planned.",
            "しかし、この投稿にコメントしたほとんどの人は、予定より少し長く走ったが、レースを楽しんだと述べた。"
        ],
        [
            "Some people were angry with the teenagers, while others defended them, saying everyone does things they shouldn't when they're young.",
            "若者たちに怒りを覚える人もいれば、若いうちは誰でもやってはいけないことをするものだと擁護する人もいた。"
        ],
        [
            "A runner named Michael Eccles finished first, as he had done a year earlier.",
            "マイケル・エクルズというランナーが、1年前と同じように1着でゴールした。"
        ],
        [
            "But his time this year was almost one minute slower — unsurprisingly, since he ran 250 meters farther!",
            "しかし、今年の彼のタイムは1分近く遅く、250メートルも長く走ったのだから、当然といえよう。"
        ]
    ],
    [
        [
            "Between 1999 and 2004, Ferrari were almost impossible to beat.",
            "1999年から2004年にかけて、フェラーリを打ち負かすのはほぼ不可能だった。"
        ],
        [
            "The festival gives amateur filmmakers a chance to showcase their work.",
            "このフェスティバルはアマチュア映画制作者が作品を披露する機会となる。"
        ],
        [
            "You can get a better idea of the route if you zoom in on the map.",
            "地図を拡大するとルートがよくわかる。"
        ],
        [
            "I set up some cones in a parking lot to practice parallel parking.",
            "縦列駐車を練習するため、私は駐車場に安全コーンを設置した。"
        ],
        [
            "The arrow hit the center of the target.",
            "その矢は、標的の中心を射た。"
        ],
        [
            "",
            ""
        ],
        [
            "I'll defend you if the committee disagrees with your opinion.",
            "もし委員会があなたの意見に反対したら、私はあなたを擁護します。"
        ]
    ],
    [
        [
            "How many runners took part in the race?",
            "レースには何人のランナーが参加しましたか。"
        ],
        [
            "How much further did most of the runners go?",
            "ほとんどのランナーはどれくらい長く走りましたか。"
        ],
        [
            "Who finished the race first?",
            "誰が最初にレースを終えましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on this incident?",
            "この出来事についてどう思いますか。"
        ],
        [
            "Have you participated in any amateur races? If so, how far did you run? If not, would you be interested in doing one?",
            "アマチュアのレースに参加したことがありますか。もしあれば、どのくらいの距離を走りましたか。もしなければ、やってみたいと思いますか。"
        ],
        [
            "Do you think the teenagers should be punished for changing the race route?",
            "レースのルートを変更した若者は罰せられるべきだと思いますか。"
        ],
        [
            "Do you agree that everyone does things they shouldn't when they're young?",
            "若いうちは誰もがやってはいけないことをやってしまうということに同意しますか。"
        ],
        [
            "What were some of the silliest things you did as a teenager?",
            "あなたが10代の頃にした最も愚かなことは何ですか。"
        ]
    ]
]