[
    [
        [
            "Were You 'Born Under a Bad Sign'?",
            "あなたは『不運な星の下に生まれ』たか"
        ],
        [
            "Have you ever had to do a job that you really didn't want to do?",
            "本当にしたくない仕事をしなければならなかったことがあるだろうか。"
        ],
        [
            "If so, you might have \"drawn the short straw.\"",
            "もしあるなら、あなたは「損な役回りになっ」（直訳：短いわらを引い）たかもしれない。"
        ],
        [
            "One way to decide who does a task is to have one person hold a few pieces of straw with the ends hidden.",
            "誰がある仕事をするかを決める方法は、1人に末端の隠された数本のわらを握ってもらうことだ。"
        ],
        [
            "Everyone pulls out — or \"draws\" — a piece of straw, and the person who draws the shortest piece has to do the job.",
            "みんながわらを1本引く、つまり「draw」して、一番短いものを引いた人が仕事をしなければならない。"
        ],
        [
            "So imagine it was the day of your wedding, but while getting ready with your friends, you dropped the ring in the toilet.",
            "それで、あなたの結婚式の日に友人と支度を整えていたが、あなたはトイレに指輪を落としてしまったとしよう。"
        ],
        [
            "One person would have to \"draw the short straw\" and get it out!",
            "1人が「貧乏くじを引い」て、それを取り出さなければならないだろう。"
        ],
        [
            "\"Murphy's Law\" describes how if anything can go wrong, it will.",
            "「Murphy's Law（マーフィーの法則）」とは、失敗する可能性のあるものは失敗する、ということを述べたものだ。"
        ],
        [
            "\"Murphy\" was probably Captain Edward A. Murphy, an engineer with the US Air Force in 1949.",
            "「マーフィー」とは、おそらく1949年に米空軍のエンジニアだったエドワード・A・マーフィー大尉のことだ。"
        ],
        [
            "He noted that if something could be done the wrong way during an experiment, it would be.",
            "実験中にやり方を間違える可能性のあるものは間違う、と彼は指摘した。"
        ],
        [
            "Maybe you planned to have your wedding outside, but the moment the ceremony begins, it starts to rain.",
            "あなたは外で結婚式をする計画だったかもしれないが、式が始まるとすぐに雨が降ってきた。"
        ],
        [
            "You might say, \"This is Murphy's Law!\"",
            "「これはマーフィーの法則だ」とあなたは言うかもしれない。"
        ],
        [
            "When someone often has bad luck, you can say they were \"born under a bad sign.\"",
            "誰かがよく不運な目に遭うなら、彼らは「不運な星の下に生まれ」（直訳：悪い星座の下に生まれ）た、とあなたは言うことができる。"
        ],
        [
            "In this phrase, \"sign\" refers to star signs like Taurus and Scorpio, and it would be your destiny to have bad luck if you were born under a bad one.",
            "この表現の「sign」とは、おうし座やさそり座などの星座のことで、悪い星座の下に生まれると不運になるという運命だ。"
        ],
        [
            "So you might look at your soaking wet wedding guests and say, \"My plans never work out!",
            "それで、あなたはびしょぬれになった結婚式への招待客を見て、「私の計画は決してうまくいかない」と言うかもしれない。"
        ],
        [
            "I must have been born under a bad sign!\"",
            "私は運の悪い星の下に生まれたに違いない」。"
        ]
    ],
    [
        [
            "I found this straw hat up in the attic; I think it belonged to grandpa.",
            "私は屋根裏でこの麦わら帽子を見つけた。それはおじいさんのものだったと思う。"
        ],
        [
            "I've relived that moment hundreds of times, trying to figure out what went wrong.",
            "私は何がいけなかったのか見つけ出そうと、何百回もあの瞬間を追体験してきた。"
        ],
        [
            "She felt that it was her destiny to become a musician.",
            "彼女は音楽家になることが自分の宿命だと感じた。"
        ],
        [
            "I was soaking by the time I got to the front door.",
            "玄関に着く頃には、私はずぶぬれだった。"
        ],
        [
            "I'm really sorry things didn't work out with Emily — I thought you were a good couple.",
            ""
        ]
    ],
    [
        [
            "Have you heard any of the expressions featured in the article?",
            "記事で取り上げられた表現のどれかを聞いたことがありますか。"
        ],
        [
            "When was the last time you drew the short straw?",
            "あなたが最後に貧乏くじを引いたのはいつですか。"
        ],
        [
            "Do you know anyone who you'd say was born under a bad sign?",
            "不運な星の下に生まれたと言える人を誰か知っていますか。"
        ],
        [
            "When was the last time things didn't work out the way you wanted them to?",
            "最後に物事が思い通りにいかなかったのはいつですか。"
        ],
        [
            "Do you enjoy going to weddings?",
            "結婚式に行くのは楽しいですか。"
        ]
    ],
    [
        [
            "Would you say you experience good luck or bad luck more often?",
            "あなたは幸運を経験するのと、不幸を経験するのとではどちらが多いと思いますか。。"
        ],
        [
            "Do you own anything that you believe brings you good luck?",
            "あなたは幸運をもたらすと信じているものを何か持っていますか。"
        ],
        [
            "Who would you say is the luckiest person you know?",
            "あなたが知っている最も幸運な人は誰だと思いますか。"
        ],
        [
            "What's the luckiest thing that ever happened to you?",
            "あなたに起きた最も幸運なことは何ですか。"
        ],
        [
            "Everything in life is luck. — Donald Trump. Do you agree?",
            "人生のすべては運だ。（ドナルド・トランプ）同意しますか。"
        ]
    ]
]