[
    [
        [
            "Ibiza Locals Say Tourism Has Made Them Leave the Island",
            "イビサの地元住民が観光のせいで島を離れたと発言"
        ],
        [
            "It's summer on the Spanish island of Ibiza.",
            "スペインのイビサ島の夏。"
        ],
        [
            "The cicadas in the trees sing their summer song.",
            "木々のセミたちが夏の歌を歌う。"
        ],
        [
            "The music from the nightclubs fills the air until early morning.",
            "ナイトクラブの音楽が早朝まで空気を満たす。"
        ],
        [
            "Loud voices echo around the old town — the voices of visitors who have saved their money all year for this.",
            "大きな声、このために1年間ずっとお金を貯めてきた訪問者たちの声が旧市街にこだまする。"
        ],
        [
            "But this summer there is another sound, and it's getting louder.",
            "しかし今年の夏は違う音がしていて、それが大きくなっている。"
        ],
        [
            "It's the sound of Ibiza's residents and workers, and they're shouting prou — the Catalan word for \"enough.\"",
            "それはイビサ住民と労働者の音で、彼らはカタロニア語で「十分だ」を意味する prou と叫んでいる。"
        ],
        [
            "They've had enough of overtourism, just like their neighbors on the island of Mallorca and the residents of Venice, Amsterdam, Barcelona — the list is getting longer.",
            "彼らはマヨルカ島の隣人たちや、ベニス、アムステルダム、バルセロナの住民たちのようにオーバーツーリズムにうんざりしていて、（そのような地域の）リストは長くなりつつある。"
        ],
        [
            "In Ibiza, they don't like tourists behaving badly.",
            "彼らはイビサで観光客たちが好ましくない行動をするのが好きではない。"
        ],
        [
            "But the real problem here is that local people can no longer afford to live on the island.",
            "しかし、ここの本当の問題は地元の人たちがもはやその島に住む余裕がないということだ。"
        ],
        [
            "Tourism is pushing them out of their homes.",
            "観光が彼らを故郷から追いやっているのだ。"
        ],
        [
            "Almost 18 million tourists visited last year.",
            "昨年は1,800万ほどの観光客が訪れた。"
        ],
        [
            "More tourists means Ibiza needs more workers to clean and work in restaurants, bars and hotels.",
            "観光客が増えるということは、イビサが清掃をする、そしてレストラン、バー、ホテルで働く従業員をもっと必要としているということだ。"
        ],
        [
            "But these workers don't have anywhere to live.",
            "しかし、これらの従業員が住む所がない。"
        ],
        [
            "Many landlords are renting their rooms to tourists, or increasing the prices for residents.",
            "多くの大家が観光客に部屋を貸すか、家賃を上げている。"
        ],
        [
            "\"There are nurses and police who live in caravans,\" one local told Euronews.",
            "「トレーラーハウスに住んでいる看護師や警官がいます」と、ある住民はユーロニュースに言った。"
        ],
        [
            "On Spanish TV, one teacher said she takes a plane from Mallorca every morning because she can't afford to live in Ibiza.",
            "スペインのテレビでは、ある教師が自分はイビサに住むことができないので毎朝マヨルカから飛行機に乗って来ると言った。"
        ],
        [
            "People have been protesting in the streets and asking for a limit to the number of tourist beds on the island.",
            "人々は通りで抗議して、島内の観光客用ベッド数の制限を求めている。"
        ],
        [
            "But the local government says the problem isn't tourism, but illegal tourism: unlicensed landlords advertising rooms to rent online.",
            "しかし、地方自治体は問題は観光ではなく、無認可の大家たちがオンラインで貸し部屋の広告を出すという違法観光だと述べている。"
        ],
        [
            "Ibiza's residents know this will be another busy, noisy summer, and they don't want tourism to stop.",
            "イビサの住民はまた混雑して騒々しい夏になるだろうと分かっていて、観光が止まって欲しい訳ではない。"
        ],
        [
            "But they do want to be able to live on their island.",
            "しかし、彼らは自分たちの島に住むことができるようになって欲しいのだ。"
        ]
    ],
    [
        [
            "The sound of chainsaws echoed through the forest as the loggers began their work.",
            "伐採者たちが作業を始めると、チェーンソーの音が森中に響きわたった。"
        ],
        [
            "Overtourism has become a major problem in Venice in recent years.",
            "観光公害が、近年ベニスで主要問題となった。"
        ],
        [
            "I love this emerald ring, but I'm afraid I can't afford it.",
            "私はこのエメラルドの指輪がとても好きだが、それを買うゆとりはない。"
        ],
        [
            "Our new landlord doesn't seem very nice.",
            "私たちの新しい大家さんは、あまりいい人そうではない。"
        ],
        [
            "Thousands of people took to the streets to protest spending cuts to the healthcare system.",
            "何千もの人たちが、医療への支出削減に抗議して街頭に繰り出した。"
        ],
        [
            "If you want to grow your business, you need to advertise on social media.",
            "あなたのビジネスを拡大したいと思うなら、ソーシャルメディアで広告を出さなければならない。"
        ]
    ],
    [
        [
            "What's the main problem residents of Ibiza are facing due to overtourism?",
            "イビサの住民がオーバーツーリズムのために直面している主な問題は何ですか。"
        ],
        [
            "How many tourists visited Ibiza last year?",
            "昨年、何人の観光客がイビサを訪れましたか。"
        ],
        [
            "What does the local government say is the issue?",
            "地方自治体は何が問題だと言っていますか。"
        ]
    ],
    [
        [
            "What are your thoughts on the problems Ibiza locals face due to overtourism?",
            "オーバーツーリズムのためにイビサ住民が直面している問題についてどう思いますか。"
        ],
        [
            "Have you been to Ibiza? If so, how busy was it? If not, would you like to go?",
            "イビサに行ったことがありますか？もしあるなら、どれくらい混雑していましたか。もしないなら、行ってみたいですか。"
        ],
        [
            "Have you been to any places where overtourism is a major issue?",
            "オーバーツーリズムが大きな問題になっている所に行ったことがありますか。"
        ],
        [
            "Is overtourism a problem in any parts of your country?",
            "オーバーツーリズムがあなたの国のどこかで問題になっていますか。"
        ],
        [
            "Would you rather vacation in Mallorca, Venice, Amsterdam, or Barcelona?",
            "マヨルカ、ベニス、アムステルダム、バルセロナのどこで休暇を過ごしたいですか。"
        ]
    ]
]