[
    [
        [
            "Many UK Adults Enjoy Reading YA Fiction",
            "ヤングアダルト小説を楽しむ英国の大人たち"
        ],
        [
            "Some Harry Potter fans were unhappy earlier this year when actress Miriam Margolyes (pronounced \"MAR-golees\") said the books and films are for young people, not adults.",
            "今年初め、女優のミリアム・マーゴリーズ（「マーゴリーズ」と発音）が、ハリー・ポッターの本や映画は大人ではなく若者向けであると述べたとき、一部のハリー・ポッターファンは不満を抱いた。"
        ],
        [
            "She said adults who enjoy Harry Potter should \"forget about it and go on to other things.\"",
            "彼女は、ハリー・ポッターを楽しんでいる大人は「それを忘れて、他のことに取りかかるべきだ」と述べた。"
        ],
        [
            "Margolyes played Professor Sprout in the popular movies.",
            "マーゴリーズは、この人気映画でスプラウト教授を演じた。"
        ],
        [
            "But according to new data from the UK, a lot of older people enjoy reading books that are classified as \"young adult,\" or \"YA.\"",
            "しかし、英国の新しいデータによると、多くの年齢の高い人々が「ヤングアダルト」または「YA」に分類される本を読むことを楽しんでいる。"
        ],
        [
            "YA fiction is usually written for people aged between 12 and 18.",
            "ヤングアダルト小説は通常、12歳から18歳の人向けに書かれている。"
        ],
        [
            "However, a new report has found that three-quarters of YA readers in the UK are adults, and almost one-third are aged over 28.",
            "しかし、新しい報告書は、英国のヤングアダルト読者の4分の3は大人であり、3分の1近くは28歳以上であることを発見した。"
        ],
        [
            "The report was done for publishers HarperCollins and Farshore, using data from Nielsen Book, which gathers data on UK book sales.",
            "この報告書は、出版社のハーパーコリンズとファーショアのために、英国の書籍売上のデータを収集しているニールセン・ブックのデータを使用し、作成された。"
        ],
        [
            "So why do adults enjoy fiction that's written for teenagers?",
            "では、なぜ大人はティーンエイジャー向けに書かれた小説を楽しむのだろうか。"
        ],
        [
            "The report said it may be because adults are now \"growing up more slowly,\" so those aged over 18 feel that the themes of YA books still relate to their lives.",
            "報告書は、大人たちは今「ゆっくり成長している」ため、18歳以上の人たちはヤングアダルト本のテーマが彼らの生活にまだ関連していると感じるからかもしれないと述べている。"
        ],
        [
            "YA fiction may give them comfort as they delay \"adult life,\" the report said.",
            "ヤングアダルト小説は、「大人の生活」を遅らせている彼らに安らぎを与えるのかもしれないと報告書は述べている。"
        ],
        [
            "It called the years between 18 and 25 \"emerging adulthood.\"",
            "それは18歳から25歳までの年齢を「成人形成期」と呼んでいる。"
        ],
        [
            "However, some of those who enjoy YA books say there are a number of other reasons why they like them.",
            "しかし、ヤングアダルト本を楽しむ人は、彼らがそれを好きな理由は他にもたくさんあると言う。"
        ],
        [
            "Some think of YA as just another genre to enjoy — and there are examples of good YA fiction and bad YA fiction.",
            "ヤングアダルトはただ楽しむためのジャンルであると考える人もおり、良いヤングアダルト小説と悪いヤングアダルト小説の例がある。"
        ],
        [
            "Others say YA books can be easier to read and enjoy if you're feeling tired or stressed, because they're written for a younger audience.",
            "ヤングアダルト本は若い読者向けに書かれているため、疲れたりストレスを感じたりしているときに読みやすく、楽しめると言う人もいる。"
        ]
    ],
    [
        [
            "The koala bear is not classified as a bear, but as a marsupial.",
            "コアラはクマ科ではなく有袋動物として分類されている。"
        ],
        [
            "Margaret sent her novel to a publisher last week.",
            "マーガレットは先週、彼女の小説を出版社に送った。"
        ],
        [
            "My son wants his party to have a Star Wars theme.",
            "息子はパーティーのテーマをスターウォーズにしたがっている。"
        ],
        [
            "",
            ""
        ],
        [
            "I found all the characters in the book easy to relate to.",
            "私はその本の登場人物全員に容易に共感できると思った。"
        ],
        [
            "When faced with problems, I always turn to my sister for comfort and advice.",
            "問題に直面すると、私はいつも慰めと助言を求めて姉に頼る。"
        ],
        [
            "The conference focuses on emerging trends in digital marketing.",
            "この会議は、デジタルマーケティングにおける新たなトレンドに焦点を当てている。"
        ]
    ],
    [
        [
            "What did Miriam Margolyes say about adults who enjoy Harry Potter?",
            "ミリアム・マーゴリーズはハリー・ポッターを楽しむ大人について何と言いましたか。"
        ],
        [
            "For what age group is YA fiction usually written?",
            "ヤングアダルト小説は通常どの年齢層向けに書かれていますか。"
        ],
        [
            "How many YA readers in the UK are adults?",
            "英国のヤングアダルト読者のうち、大人はどれくらいいますか。"
        ]
    ],
    [
        [
            "Do you find it surprising that YA fiction is so popular with adults?",
            "YA小説が大人にとても人気があることに驚きましたか。"
        ],
        [
            "Do you agree that adults are growing up more slowly these days?",
            "最近、大人たちがゆっくり成長しているということに同意しますか。"
        ],
        [
            "Do you read young adult fiction? What are some of your favorite YA books?",
            "ヤングアダルト小説を読みますか。好きなヤングアダルト本は何ですか。"
        ],
        [
            "What books or book genres do you find comfort in?",
            "心が安らぐ本や本のジャンルは何ですか。"
        ],
        [
            "What book genres do you find easy to read when you're stressed or tired?",
            "ストレスを感じているときや疲れているときに読みやすいと思う本のジャンルは何ですか。"
        ]
    ]
]