[
    [
        [
            "Airline Flies UK Couple to the Wrong Country",
            "航空会社、英国人夫婦を間違った国に飛行機で送る"
        ],
        [
            "Andrew and Victoria Gore were excited about their holiday in Spain.",
            "アンドリューとビクトリア・ゴアはスペインでの休暇を楽しみにしていた。"
        ],
        [
            "They'd booked a week-long trip with friends for Andrew's 47th birthday, and arrived at the airport well prepared and in good time for their flight to Barcelona.",
            "彼らはアンドリューの47歳の誕生日のために友人との1週間の旅行を予約し、バルセロナ行きの飛行機に間に合うように準備万端で空港に到着した。"
        ],
        [
            "They boarded their Ryanair flight and fell asleep not long after takeoff.",
            "彼らはライアンエアーの飛行機に乗り、離陸して間もなく眠りに落ちた。"
        ],
        [
            "The plane landed a few hours later — in Kaunas, Lithuania.",
            "飛行機は数時間後、リトアニアのカウナスに着陸した。"
        ],
        [
            "According to The Independent, the Welsh couple were flying from Bristol Airport in the southwest of England, and booked special assistance — something they do every time they travel, because Andrew is an amputee and Victoria is autistic.",
            "インデペンデントによると、このウェールズ人夫婦はイングランド南西部のブリストル空港から出発し、特別サポートを予約していた。アンドリューは切断手術を受けており、ビクトリアは自閉症であるため、旅行の際は毎回この予約をしている。"
        ],
        [
            "This meant they were taken to their plane separately from their friends and family.",
            "これは彼らが友人や家族と別れて飛行機に乗せられることを意味した。"
        ],
        [
            "And they were taken to the wrong one.",
            "そして彼らは間違った飛行機に乗せられたのだ。"
        ],
        [
            "Victoria told The Independent their boarding passes — which clearly showed Barcelona as their destination — were checked once before they boarded the plane, and again when they were on the plane.",
            "ビクトリアはインデペンデントに対し、目的地がバルセロナと明記されていた搭乗券は、飛行機に乗る前に一度チェックされ、飛行機に乗った時にもう一度チェックされたと語った。"
        ],
        [
            "\"We didn't see our family getting on, so asked if they were on board, and were assured they were,\" Victoria told The Independent.",
            "「家族が乗っているのを見なかったので、乗っているかどうかを尋ねたところ、乗っていると言われた」とビクトリアはインデペンデントに語った。"
        ],
        [
            "When the plane landed, the couple realized they were in Lithuania.",
            "飛行機が着陸した時、夫婦はリトアニアにいることに気付いた。"
        ],
        [
            "Ryanair staff worked to help them get to their real destination.",
            "ライアンエアーのスタッフは、彼らが本当の目的地に着けるよう手助けをした。"
        ],
        [
            "But since there are no direct flights from Kaunas to Barcelona, Andrew and Victoria had to travel 240 kilometers in an Uber to Riga, the capital of Latvia to the north, to get a flight to Barcelona the next morning.",
            "しかし、カウナスからバルセロナへの直行便はないため、アンドリューとビクトリアは翌朝のバルセロナ行きの飛行機に乗るために、北にあるラトビアの首都リガまでウーバーで240キロ移動しなければならなかった。"
        ],
        [
            "When the couple finally made it to Barcelona, there was one more problem.",
            "夫婦がようやくバルセロナに到着した時、もう1つ問題があった。"
        ],
        [
            "Their bags had been taken off the flight to Barcelona because the couple never boarded the plane.",
            "夫婦が飛行機に乗らなかったため、荷物がバルセロナ行きの飛行機から降ろされていたのだ。"
        ],
        [
            "Their bags arrived two days later.",
            "荷物は2日後に到着した。"
        ],
        [
            "Ryanair said the error was made by ABM, the company that provides special assistance at the airport, but has apologized for the inconvenience.",
            "ライアンエアーは、このミスは空港で特別サポートを提供するABM社によるものだと述べたが、迷惑をかけたことを謝罪した。"
        ]
    ],
    [
        [
            "Despite being an amputee, Chloe likes to stay fit and does yoga around five times a week.",
            "切断者であるにもかかわらず、クロエは健康を維持するのが好きで、週に5回ほどヨガをしている。"
        ],
        [
            "Changing routines can be stressful for autistic kids.",
            "自閉症の子どもにとって、日課の変更はストレスになりえる。"
        ],
        [
            "We came to the party together, but left separately.",
            "私たちは一緒にパーティーに来たが、別々に出た。"
        ],
        [
            "I can assure you that the product will be delivered on time.",
            "商品が予定通り配達されることを保証します。"
        ],
        [
            "I was partway through the film when I realized I had already seen it.",
            "私は、映画の途中で既にそれを見たことがあると気付いた。"
        ],
        [
            "We apologize for the delay and any inconvenience it may have caused.",
            "遅延が発生し、ご迷惑をおかけしたことをお詫び申し上げます。"
        ],
        [
            "",
            ""
        ]
    ],
    [
        [
            "How long were Andrew and Victoria Gore planning on spending in Barcelona?",
            "アンドリューとビクトリア・ゴアは、バルセロナでどのくらいの期間過ごす予定でしたか。"
        ],
        [
            "Why did the couple have to take an Uber from Kaunas to Riga?",
            "夫婦がカウナスからリガまでウーバーを使わなければならなかったのはなぜですか。"
        ],
        [
            "What problem did they face when they finally arrived in Barcelona?",
            "ようやくバルセロナに到着した時、彼らはどんな問題に直面しましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on Andrew and Victoria Gore's experience?",
            "アンドリューとビクトリア・ゴアの経験についてどう思いますか。"
        ],
        [
            "How would you react if you realized you were on the wrong flight?",
            "間違った飛行機に乗っていることに気付いたら、あなたはどう反応すると思いますか。"
        ],
        [
            "Have you had any stressful flying experiences?",
            "ストレスの多いフライトを経験したことがありますか。"
        ],
        [
            "Are you usually able to stay calm in stressful situations?",
            "あなたは普段、ストレスの多い状況でも落ち着いていられますか。"
        ],
        [
            "Are there any airlines you avoid traveling with?",
            "旅行で利用しない航空会社がありますか。"
        ]
    ]
]