[
    [
        [
            "UK's 'Easy Life' Becomes 'Hard Life' as Airline Sues",
            "英国の『イージー・ライフ』、航空会社に訴えられ『ハード・ライフ』に"
        ],
        [
            "For the English pop group Easy Life, things have been getting a little difficult.",
            "英国のポップグループ、イージー・ライフにとって、状況は少し難しくなっていた。"
        ],
        [
            "So much so that the group isn't called Easy Life anymore — it's now called Hard Life!",
            "とてもそうなので、グループはもはやイージー・ライフと呼ばれてはおらず、今はハード・ライフと呼ばれている。"
        ],
        [
            "The band decided to make the change after pressure from easyGroup, the group that runs a number of companies including the airline easyJet.",
            "バンドは、航空会社イージージェットを含むいくつかの会社を経営するグループ、イージーグループからの強い要求を受け、変更を決定した。"
        ],
        [
            "EasyGroup sued the band last year.",
            "イージーグループは昨年このバンドを訴えた。"
        ],
        [
            "The band said this was because its name was too similar to those of the group and its companies.",
            "バンドは、その名前がグループとその会社のものとあまりにも類似していたためだと述べた。"
        ],
        [
            "The band also promoted a tour in 2021 and 2022 with a poster showing a plane that looked like an easyJet aircraft.",
            "バンドはまた、2021年と2022年のツアーをイージージェットの航空機に似た飛行機が描かれたポスターで宣伝した。"
        ],
        [
            "The plane in the poster was orange and white, just like easyJet planes, but the airline's name had been replaced by \"Easy Life.\"",
            "ポスターの飛行機はイージージェットの飛行機と同じようにオレンジと白だったが、航空会社の名前は「イージー・ライフ」に置き換えられていた。"
        ],
        [
            "The band also sold T-shirts with its name written in the easyJet style.",
            "バンドはまた、イージージェット風に名前が書かれたTシャツを販売した。"
        ],
        [
            "EasyGroup said it would be \"unfair\" to let the band use the name without paying for it.",
            "イージーグループは、バンドがお金を払わずに名前を使うことを許すのは「不公平」だと述べた。"
        ],
        [
            "The band said it couldn't afford to go to court, so it announced the new name in June, at the same time as releasing a new song called \"Tears.\"",
            "バンドは裁判に訴える余裕はないと述べ、6月に新曲「Tears」のリリースと同時に新しいバンド名を発表した。"
        ],
        [
            "Murray Matravers from the band said the last few months had been difficult.",
            "同バンドのマレー・マトレーヴァーズは、ここ数ヶ月は大変だったと語った。"
        ],
        [
            "But now he wants to \"focus on the music again,\" he told the BBC.",
            "しかし今、彼は「また音楽に集中したい」とBBCに語った。"
        ],
        [
            "However, he couldn't resist including a line about easyGroup in the new song.",
            "しかし、彼は新曲にイージーグループについての一節を入れずにはいられなかった。"
        ],
        [
            "He sings: \"Give me air miles or a fair trial, Stelios.\"",
            "彼は「マイルか公正な裁判をくれ、ステリオス」と歌う。"
        ],
        [
            "This is a reference to easyGroup boss Stelios Haji-Ioannou (Haji yo-WA-no).",
            "これはイージーグループの社長、ステリオス・ハジ＝イオアヌ（ハジ＝ヨワノ）への言及だ。"
        ],
        [
            "EasyGroup is said to be unhappy with the reference.",
            "イージーグループはこの言及に不満を持っていると言われている。"
        ],
        [
            "It said that by including these words in the song, the band had broken an agreement that was made last year.",
            "彼らは、これらの言葉を曲に入れたことで、バンドは昨年交わした合意を破ったと述べた。"
        ],
        [
            "This isn't the first time easyGroup has sued over a name.",
            "イージーグループが名前をめぐって訴訟を起こすのは今回が初めてではない。"
        ],
        [
            "In fact, it has happened quite a lot — usually with the big company winning.",
            "実際、これはかなり頻繁に起こっており、大抵は大企業が勝訴している。"
        ]
    ],
    [
        [
            "The sales team is under a lot of pressure to meet their monthly sales target.",
            "販売チームは、月間販売目標を達成するという多大なプレッシャーの下にある。"
        ],
        [
            "He sued the company for millions of dollars.",
            "彼は数百万ドルを求めてその企業を訴えた。"
        ],
        [
            "To promote their latest album, the band will be going on a seven-month world tour.",
            "最新アルバムのプロモーションのため、バンドは7ヶ月間のワールドツアーを行う。"
        ],
        [
            "",
            ""
        ],
        [
            "I love this emerald ring, but I'm afraid I can't afford it.",
            "私はこのエメラルドの指輪がとても好きだが、それを買うゆとりはない。"
        ],
        [
            "I'm trying to get better at resisting the urge to snack before bedtime.",
            "私は、夜寝る前におやつを食べる衝動をもっと抑えられるよう努力しているところだ。"
        ],
        [
            "Taylor Swift often makes references to classic literature in her songs.",
            "テイラー・スウィフトは彼女の曲の中でよく古典文学に言及している。"
        ]
    ],
    [
        [
            "When did easyGroup sue the band Easy Life over their name?",
            "イージーグループはいつイージー・ライフの名前をめぐって訴訟を起こしましたか。"
        ],
        [
            "What reference to easyGroup did the band include in their new song?",
            "バンドは新曲にイージーグループへの言及をどのように含めていますか。"
        ],
        [
            "Is this the first time easyGroup has sued someone over a name?",
            "イージーグループが名前をめぐって誰かを訴えたのは今回が初めてですか。"
        ]
    ],
    [
        [
            "What are your thoughts on Easy Life changing its name to Hard Life?",
            "イージー・ライフがハード・ライフに名前を変更したことについてどう思いますか。"
        ],
        [
            "What are some of the best band names you've heard of?",
            "これまで聞いた中で、最高のバンド名は何ですか。"
        ],
        [
            "What are your favorite bands? Do you know how they got their names?",
            "お気に入りのバンドは何ですか。彼らのバンド名の由来を知っていますか。"
        ],
        [
            "How difficult do you imagine it would be to come up with a band name?",
            "バンド名を考えるのはどれくらい難しいと思いますか。"
        ],
        [
            "Do you know any musicians? Have they ever played in a band?",
            "ミュージシャンを誰か知っていますか。彼らはバンドで演奏したことがありますか。"
        ]
    ]
]