[
    [
        [
            "China's Measures Reduced Kids' Screen Time, Says Study",
            "中国の対策、子どものスクリーンタイムを減少させたとの研究結果"
        ],
        [
            "In the middle of the coronavirus pandemic, when many children around the world were spending their days out of school, away from friends and in front of screens, China made a decision.",
            "コロナウイルスのパンデミックの最中、世界中の多くの子どもたちが学校の外で、友達と離れてスクリーンの前で過ごしていた時、中国は決断を下した。"
        ],
        [
            "The government wanted to reduce the amount of time young people were spending sitting down.",
            "政府は若者が座って過ごしている時間を減らしたいと考えていた。"
        ],
        [
            "It wanted children to get moving and stay healthy.",
            "子どもたちに体を動かして健康でいてほしかった。"
        ],
        [
            "So the government told online gaming companies to limit the amount of time online games were available to young people.",
            "そこで政府はオンラインゲーム会社に、若者がオンラインゲームを利用できる時間の長さを制限するよう指示した。"
        ],
        [
            "It said companies could only let children play for one hour between 8 p.m. and 9 p.m. on Fridays, weekends and holidays.",
            "それは、会社が子どもたちにプレイさせられるのは金曜、週末、そして祝日の午後8時から9時の間の1時間だけだと述べた。"
        ],
        [
            "It also limited the amount of homework children could be given.",
            "それはまた、子どもたちに与えられる宿題の量も制限した。"
        ],
        [
            "Homework was not supposed to take longer than 90 minutes on average for junior high school students, and 60 minutes for primary school students.",
            "宿題は、中学生の場合は平均90分以上かかるべきではなく、小学生の場合は60分である。"
        ],
        [
            "Private tuition companies were also given limits on when they could give lessons.",
            "民間の学習塾会社も、授業を行える時間に制限が与えられた。"
        ],
        [
            "According to a new study, these measures worked.",
            "新しい研究によると、これらの対策には効果があった。"
        ],
        [
            "The study compared young people's time spent sitting in 2020 — before the government measures began — and in 2021, after they had begun.",
            "この研究では、政府の対策が始まる前の2020年と、それらが始まった後の2021年に若者が座って過ごしていた時間を比較した。"
        ],
        [
            "The researchers looked at data from more than 7,000 primary and secondary school students.",
            "研究者らは、7,000人以上の小中学生のデータを調査した。"
        ],
        [
            "By 2021, the average amount of time children spent sitting had decreased by more than 45 minutes per day.",
            "2021年までに、子どもたちが座って過ごしていた時間の長さの平均は1日あたり45分以上減少した。"
        ],
        [
            "They were also 20% more likely to spend fewer than two hours using screens per day.",
            "彼らはまた、1日あたりのスクリーンの使用が2時間未満である可能性が20%高かった。"
        ],
        [
            "One of the researchers, Bai Li from the University of Bristol, called the results \"exciting.\"",
            "研究者の1人であるブリストル大学のバイ・リーは、この結果を「興味を引く」とした。"
        ],
        [
            "She said usually governments let parents make changes to their children's behaviors themselves, but this \"hasn't really worked.\"",
            "彼女は、通常、政府は親自身に子どもたちの行動を変えさせているが、これは「あまり効果が出ていない」と述べた。"
        ]
    ],
    [
        [
            "What are you basing your decision on?",
            "あなたの決断は何に基づいているのですか。"
        ],
        [
            "You should limit the amount of sugar you eat.",
            "あなたは、摂取する砂糖の量を制限するべきです。"
        ],
        [
            "Parents often choose private schools for their kids because they have lower teacher-to-student ratio.",
            "教員1人当たりの生徒数がより少ないので、親たちは子供のために私立学校を選ぶことが多い。"
        ],
        [
            "I had private math tuition throughout high school, but I still struggled to pass my exams!",
            "高校の間ずっと数学の個人指導を受けていたが、それでも試験に合格するのに苦労した。"
        ],
        [
            "The new CEO introduced a number of measures to minimize costs.",
            "新CEOは、コストを最小限にするために多くの措置を導入した。"
        ],
        [
            "Jane Goodall has spent most of her life studying the behavior of chimpanzees.",
            "ジェーン・グドールは、チンパンジーの習性を研究することに生涯の大半を費やした。"
        ]
    ],
    [
        [
            "When are children in China allowed to play online video games?",
            "中国の子どもたちはいつオンラインビデオゲームをすることが許可されていますか。"
        ],
        [
            "Between 8 p.m. and 9 p.m. every day",
            "毎日午後8時から午後9時までの間"
        ],
        [
            "Between 8 p.m. and 9 p.m. on Fridays, weekends and holidays",
            "金曜日、週末、祝日の午後8時から午後9時までの間"
        ],
        [
            "What's the maximum amount of time junior high school students in China are supposed to spend on homework?",
            "中国の中学生が宿題に費やすことができる最大時間はどれくらいですか。"
        ],
        [
            "60 minutes",
            "60分"
        ],
        [
            "90 minutes",
            "90分"
        ],
        [
            "By how much did the average time children spent sitting decrease by 2021?",
            "2021年までに、子どもが座って過ごしている時間の平均はどのくらい減少しましたか。"
        ],
        [
            "More than 45 minutes per day",
            "1日あたり45分以上"
        ],
        [
            "More than an hour per day",
            "1日あたり1時間以上"
        ]
    ],
    [
        [
            "What are your thoughts on China's measures to reduce kids' screen time?",
            "中国の子どものスクリーンタイムを減らすための対策についてどう思いますか。"
        ],
        [
            "Do you find it surprising that the measures worked?",
            "対策に効果があったことに驚きましたか。"
        ],
        [
            "Do you think there should be limits on the amount of homework children get?",
            "子どもに与えられる宿題の量に制限を設けるべきだと思いますか。"
        ],
        [
            "How much gaming do you think is too much for kids?",
            "子どもにとって、どのくらいゲームをしているとやりすぎだと思いますか。"
        ],
        [
            "If you had kids, how would you manage their screen time?",
            "子どもがいるとしたら、あなたはスクリーンタイムをどのように管理しますか。"
        ]
    ]
]