[
    [
        [
            "Extra Weekend Sleep May Reduce Depressive Symptoms",
            "週末の多めの睡眠、抑うつ症状を軽減する可能性"
        ],
        [
            "It's the weekend!",
            "週末だ。"
        ],
        [
            "You could do anything you want — should you meet friends and family, take a walk, watch a movie, go to the beach?",
            "友人や家族に会ったり、散歩をしたり、映画を観たり、ビーチに行ったり、やりたいことは何でもできる。"
        ],
        [
            "Or should you just stay under the blankets and have some \"catch-up sleep\" — the sleep you've been waiting all week for?",
            "それともただ毛布にくるまって、一週間待ち望んでいた「補充睡眠」をするべきだろうか。"
        ],
        [
            "Getting some extra sleep may not be a bad idea, according to a new study by researchers in China.",
            "中国の研究者による新しい研究によると、睡眠時間を増やすことは悪くない考えかもしれない。"
        ],
        [
            "They wanted to find out about the effect that \"weekend catch-up sleep\" had on feelings of depression among adults in the US.",
            "彼らは、「週末の補充睡眠」が米国の成人の憂うつな感情に与える影響について知りたいと考えた。"
        ],
        [
            "Weekend catch-up sleep just means sleeping for longer at the weekend or on non-work days to make up for lost sleep during the working week.",
            "週末の補充睡眠とは、勤務日の睡眠不足を補うために、週末や仕事以外の日に長く眠ることだ。"
        ],
        [
            "According to experts, sleep and depression are closely linked.",
            "専門家によれば、睡眠とうつ病には密接な関係がある。"
        ],
        [
            "People who don't sleep well may be at a greater risk of depression, while those who are depressed may find it harder to get a good night's sleep.",
            "よく眠れない人はうつ病のリスクが高いかもしれず、うつ病の人はぐっすり眠ることが難しいかもしれない。"
        ],
        [
            "The researchers looked at data from more than 7,700 people in the US.",
            "研究者は、米国の7,700人以上のデータを調べた。"
        ],
        [
            "Between 2017 and 2020, the participants were asked about how long they slept for.",
            "2017年から2020年にかけて、参加者は睡眠時間について質問された。"
        ],
        [
            "They also answered questions about depressive symptoms they were feeling.",
            "また、感じている抑うつ症状についての質問にも答えた。"
        ],
        [
            "The research team found that people who got one or two hours of extra sleep at weekends were at least 38% less likely to have depressive symptoms, compared to those who didn't get any catch-up sleep.",
            "研究チームは、週末に1～2時間多めの睡眠を取った人は、補充睡眠を取らなかった人に比べて、抑うつ症状を抱える可能性が少なくとも38％低いことを発見した。"
        ],
        [
            "Men, people under the age of 65, and people who didn't get a lot of sleep during the working week were more likely to benefit from the catch-up sleep.",
            "男性、65歳未満、勤務日の睡眠時間が短い人ほど、補充睡眠の恩恵を受けやすかった。"
        ],
        [
            "However, getting three or more hours of extra weekend sleep wasn't found to have any added benefits.",
            "しかし、週末に3時間以上余分に睡眠をとっても、それ以上の効果は認められなかった。"
        ],
        [
            "And the researchers said that it was not clear whether the catch-up sleep was the reason that people felt less depressed.",
            "また研究者は、補充睡眠が抑うつ感を軽減した理由であるかどうかは不明であると述べた。"
        ]
    ],
    [
        [
            "Depression affects millions of Americans each year.",
            "うつ病は、毎年、幾百万もの米国人がり患する。"
        ],
        [
            "Unfortunately, his enthusiasm doesn't make up for his lack of experience.",
            "残念なことに、彼の熱意は経験不足を補っていない。"
        ],
        [
            "Health experts say that adults should get at least 150 minutes of moderate exercise every week.",
            "成人は、毎週少なくても150分の適度な運動をするべきだと健康の専門家たちは言う。"
        ],
        [
            "New evidence has suggested that air pollution may be linked to heart attacks.",
            "新しい証拠は、大気汚染が心臓発作に関連しているかもしれないことを示唆した。"
        ],
        [
            "",
            ""
        ],
        [
            "If the symptoms persist, you should see a doctor.",
            "その症状が続くなら、お医者さんに診てもらうべきだ。"
        ],
        [
            "Research has shown that learning to play a musical instrument at a young age offers many benefits.",
            "研究が、幼少時に楽器の演奏のし方を習うことに多くの利点があることを示した。"
        ]
    ],
    [
        [
            "How many participants were involved in the study?",
            "研究には何人が参加しましたか。"
        ],
        [
            "According to the study, who is more likely to benefit from catch-up sleep?",
            "この研究によると、補充睡眠の恩恵を受けやすいのは誰ですか。"
        ],
        [
            "What are the benefits of getting three or more hours of extra weekend sleep?",
            "週末に3時間以上余分に睡眠をとることの利点は何ですか。"
        ]
    ],
    [
        [
            "What are your thoughts on the study's findings?",
            "この研究結果についてどう思いますか。"
        ],
        [
            "Do you typically sleep for longer on days when you're not working?",
            "あなたは通常、仕事がない日は長く眠りますか。"
        ],
        [
            "Do you often feel like you don't get enough sleep on weekdays?",
            "平日に十分な睡眠がとれていないと感じることがよくありますか。"
        ],
        [
            "How does not getting enough sleep generally affect your mood?",
            "睡眠不足は通常、あなたの気分にどのような影響を与えますか。"
        ],
        [
            "What time do you naturally wake up on days when you don't have work?",
            "仕事がない日は何時に自然に目が覚めますか。"
        ]
    ]
]