[
    [
        [
            "How to Give a Powerful Business Presentation",
            "効果的なビジネスプレゼンテーションを行う方法"
        ],
        [
            "Humans love stories.",
            "人間は物語が大好きだ。"
        ],
        [
            "From a young age, we hear them, tell them, write them and watch them.",
            "私たちは幼い頃から、物語を聞いたり、話したり、書いたり、見たりしている。"
        ],
        [
            "As we get older, they're still a big part of our lives.",
            "年を取っても、それは私たちの生活の大きな部分を占めている。"
        ],
        [
            "We tell stories every day, whether it's at work or when we tell a friend about the things we're doing in our lives.",
            "職場であれ、友人に生活の中で行っていることについて話すときであれ、私たちは毎日物語を語る。"
        ],
        [
            "And stories might just be one of the secrets to giving a good business presentation.",
            "そして物語は、良いビジネスプレゼンテーションを行う秘訣の1つかもしれない。"
        ],
        [
            "\"Stories connect with people much more than statistics,\" says Mahnoor Sheikh from Visme, a presentation company.",
            "「物語は統計よりもはるかに人々をつなぐ」とプレゼンテーション会社であるヴィスメのマーノア・シェイクは述べる。"
        ],
        [
            "And with any business presentation, you want to leave an impression on the people you're presenting to.",
            "そしてどんなビジネスプレゼンテーションでも、プレゼンテーションをする相手に印象を残したいものだ。"
        ],
        [
            "To do this, according to the team from jobs website Indeed, you first have to understand your audience.",
            "求人ウェブサイトのインディードのチームによると、これを行うには、まず聴衆を理解する必要がある。"
        ],
        [
            "Who are they?",
            "聴衆は誰か。"
        ],
        [
            "What do they need to know to get excited about what you have to say?",
            "聴衆は何を知れば、あなたの話に夢中になるだろうか。"
        ],
        [
            "During your presentation, you want to share your own enthusiasm with the audience and involve them with eye contact, says TED curator Chris Anderson.",
            "プレゼンテーションの間、あなた自身の熱意を聴衆に伝え、アイコンタクトで聴衆を巻き込みたい、とTEDのキュレーターであるクリス・アンダーソンは述べる。"
        ],
        [
            "To begin, the Indeed team says, you need to prepare a strong start to your presentation, which will let you form a connection with your audience.",
            "インディードのチームによると、まずはプレゼンテーションの力強いスタートを準備し、聴衆とのつながりを築く必要がある。"
        ],
        [
            "Next, you have to keep that connection — and you have to be careful.",
            "次に、そのつながりを維持する必要があり、注意が必要だ。"
        ],
        [
            "If you're using presentation software, keep your slides simple.",
            "プレゼンテーションソフトを使っているなら、スライドはシンプルにしておくように。"
        ],
        [
            "They're just there to help you communicate, says Sheikh.",
            "スライドはあくまでコミュニケーションを助けるためのものだ、とシェイクは述べる。"
        ],
        [
            "If they're full of text, people may begin reading the slides and stop listening to you.",
            "スライドが文字でいっぱいだと、人々はスライドを読み始めて、あなたの話を聞かなくなるかもしれない。"
        ],
        [
            "And don't read from a teleprompter, says Anderson.",
            "また、テレプロンプターから読まないように、とアンダーソンは述べる。"
        ],
        [
            "If you do, you'll lose your connection with the audience.",
            "そうするなら、聴衆とのつながりを失ってしまうだろう。"
        ],
        [
            "Either memorize your presentation, or use brief points on cards or slides to guide you.",
            "プレゼンテーションを暗記するか、カードやスライドに書かれた簡単なポイントを参考にするように。"
        ],
        [
            "Finally, Indeed says, give the audience something to think about when they leave the room.",
            "最後に、聴衆が部屋を出ても考え続けるようなものを提供するように、とインディードは述べる。"
        ],
        [
            "You had a strong start — now finish telling your story in the same way!",
            "力強いスタートだったので、今度は同じように物語を話し終えるように。"
        ],
        [
            "It's also important to have done your research — because you may have to answer questions from your audience at the end!",
            "最後に聴衆からの質問に答えなければならないかもしれないので、リサーチをしておくことも重要だ。"
        ]
    ],
    [
        [
            "Statistics show that women live longer than men.",
            "統計が女性は男性よりも長生きすることを示している。"
        ],
        [
            "I don't think I made a very good first impression at the interview.",
            "私は面接であまり良い第一印象を与えなかったと思う。"
        ],
        [
            "There was a huge audience at the outdoor concert.",
            "その野外コンサートに沢山の観客が来場した。"
        ],
        [
            "He's been teaching for over 30 years, but has never lost his enthusiasm for it.",
            "彼は30年以上教えているが、その熱意を失ったことはない。"
        ],
        [
            "My siblings and I have always had a very strong connection.",
            "兄弟姉妹と私は、いつも非常に強い絆で結ばれてきた。"
        ],
        [
            "I'm finding it hard to memorize all these dates for my history exam.",
            "歴史の試験のために、これらのすべての日付をなかなか暗記できずにいる。"
        ]
    ],
    [
        [
            "Which of the tips from the article did you find interesting?",
            "この記事のどのアドバイスが興味深いと思いましたか。"
        ],
        [
            "Do you agree that stories make presentations better?",
            "あなたも物語がプレゼンテーションをより良いものにすると思いますか。"
        ],
        [
            "Do you ever have to give presentations at work? Do you enjoy it?",
            "仕事でプレゼンテーションをしなければならないことがありますか。楽しいですか。"
        ],
        [
            "Have you attended any interesting talks or presentations recently?",
            "最近、興味深い講演やプレゼンテーションに参加しましたか。"
        ],
        [
            "Have you ever had to sit through a boring presentation?",
            "退屈なプレゼンテーションを最後まで聴かなければならなかったことがありますか。"
        ]
    ],
    [
        [
            "Would you describe yourself as a good storyteller?",
            "自分は物語を話すのがうまいと思いますか。"
        ],
        [
            "Who are the best public speakers you know?",
            "あなたが知っている最高の講演者は誰ですか。"
        ],
        [
            "Is communication an important skill in your job?",
            "あなたの仕事では、コミュニケーションは重要なスキルですか。"
        ],
        [
            "What would you say are your strongest professional skills?",
            "あなたの最も得意な仕事上のスキルは何だと思いますか。"
        ],
        [
            "Are there any professional skills you'd like to learn or improve?",
            "学びたい、または向上させたいと思う仕事上のスキルが何かありますか。"
        ]
    ]
]