[
    [
        [
            "MrBeast Becomes YouTube's Most Subscribed Channel",
            "ミスタービースト、登録者数最多のユーチューブチャンネルに"
        ],
        [
            "YouTuber MrBeast now has the most subscribers on the video sharing platform.",
            "ユーチューバーのミスタービーストは現在、動画共有プラットフォームで最も多くの登録者がいる。"
        ],
        [
            "MrBeast, whose real name is Jimmy Donaldson, overtook the T-Series channel at the start of June.",
            "本名はジミー・ドナルドソンであるミスタービーストは、6月の初めにTシリーズのチャンネルを上回った。"
        ],
        [
            "His channel now has more than 270 million subscribers.",
            "彼のチャンネルには現在、2億7,000万人を超える登録者がいる。"
        ],
        [
            "That's more than the number of people who live in Pakistan, the world's fifth-biggest country.",
            "これは、世界で5番目に大きい国であるパキスタンに住む人の数より多い。"
        ],
        [
            "Donaldson was already the individual with the most subscribers on YouTube.",
            "ドナルドソンはすでにユーチューブで最も多くの登録者をもつ個人だった。"
        ],
        [
            "But his popular challenge videos have now put him at the top of the list of all channels.",
            "しかし、彼の人気のチャレンジ動画により、彼は今やすべてのチャンネルのリストのトップとなった。"
        ],
        [
            "T-Series is an Indian music label.",
            "Tシリーズはインドの音楽レーベルである。"
        ],
        [
            "It posts music videos and trailers, and has more than 265 million subscribers.",
            "ミュージックビデオや予告編を投稿しており、2億6,500万人を超える登録者がいる。"
        ],
        [
            "It has posted more than 21,000 videos, many more than Donaldson.",
            "2万1,000本以上の動画を投稿しており、ドナルドソンよりずっと多い。"
        ],
        [
            "When he overtook the Indian channel, he had posted fewer than 800 videos to his channel.",
            "彼がこのインドのチャンネルを上回ったとき、彼が彼のチャンネルに投稿した動画は800本未満だった。"
        ],
        [
            "However, the 26-year-old has a number of other channels on YouTube, which also have lots of subscribers.",
            "しかし、26歳の彼はユーチューブに他のチャンネルを多く持っており、それらにも多くの登録者がいる。"
        ],
        [
            "This has been a good year for Donaldson, who signed a big-money deal with Amazon in March.",
            "3月にアマゾンと巨額の契約を結んだドナルドソンにとって、今年は良い年である。"
        ],
        [
            "He'll be making and hosting a show called Beast Games, which will see people try to win a $5 million prize.",
            "彼は人々が500万ドルの賞金の獲得を目指すビースト・ゲームズという番組を制作し、司会を務める。"
        ],
        [
            "It has been called the biggest prize in the history of TV and streaming.",
            "これはテレビとストリーミング史上最大の賞金と言われている。"
        ],
        [
            "Earlier in 2024, he told Time magazine that his channel makes between $600 million and $700 million per year.",
            "2024年初め、彼はタイム誌に対し、彼のチャンネルは毎年6億ドルから7億ドルの収益を上げていると語った。"
        ],
        [
            "But he said he reinvests most of that money back into his channel.",
            "しかし、彼はそのお金の大半を自分のチャンネルに再投資していると語った。"
        ],
        [
            "He is also known for giving away large amounts of money to good causes, as well as in prizes.",
            "彼はまた、多額のお金を慈善のために寄付したり、賞品にしたりすることでも知られている。"
        ]
    ],
    [
        [
            "PewDiePie has over 100 million YouTube subscribers.",
            "ピューディパイには1億人を超えるユーチューブ登録者がいる。"
        ],
        [
            "In 2021, TikTok briefly overtook Google as the most visited website in the world.",
            "2021年にTikTokはわずかの間、世界で最も閲覧されるウェブサイトとしてGoogleを上回った。"
        ],
        [
            "The gym I go to offers group classes and one-on-one training for individuals.",
            "私が通っているジムは、個人にグループレッスンと1対1のトレーニングを提供している。"
        ],
        [
            "Eminem started his own record label in 1999.",
            "エミネムは1999年に自身のレーベルを創設した。"
        ],
        [
            "Larry King hosted \"Larry King Live\" for 25 years.",
            "ラリー・キングは、25年間ラリー・キング・ライブの司会をした。"
        ],
        [
            "We reinvested the money we made from selling our rental into two properties.",
            "私たちは賃貸物件を売って得たお金を2つの不動産に再投資した。"
        ]
    ],
    [
        [
            "How many subscribers does MrBeast have?",
            "ミスタービーストのチャンネル登録者は何人ですか。"
        ],
        [
            "More than 320 million",
            "3億2000万人以上"
        ],
        [
            "More than 270 million",
            "2億7000万人以上"
        ],
        [
            "What types of videos does T-Series post?",
            "Tシリーズはどんな動画を投稿していますか。"
        ],
        [
            "Music videos",
            "ミュージックビデオ"
        ],
        [
            "Cooking videos",
            "料理動画"
        ],
        [
            "How much money does MrBeast's channel make per year?",
            "ミスタービーストのチャンネルは毎年いくら収益を上げていますか。"
        ],
        [
            "Up to $700 million",
            "最大7億ドル"
        ],
        [
            "Up to $400 million",
            "最大4億ドル"
        ]
    ],
    [
        [
            "What are your thoughts on MrBeast reaching 270 million subscribers?",
            "ミスタービーストのチャンネル登録者数が2億7000万人に達したことについてどう思いますか。"
        ],
        [
            "Are you a fan of MrBeast? Are you subscribed to him?",
            "あなたはミスタービーストのファンですか。彼のチャンネルを登録していますか。"
        ],
        [
            "Why do you think MrBeast is so popular?",
            "ミスタービーストがこんなにも人気があるのはなぜだと思いますか。"
        ],
        [
            "Do you think any other YouTube channels will overtake MrBeast any time soon?",
            "他のユーチューブチャンネルがすぐにミスタービーストを上回ると思いますか。"
        ],
        [
            "Do you spend much time on YouTube? What are your favorite channels?",
            "ユーチューブを見ることにたくさんの時間を費やしていますか。あなたのお気に入りのチャンネルはどれですか。"
        ]
    ]
]