[
    [
        [
            "Go 'Sightsmelling' in Europe's Best Smelling Cities",
            "ヨーロッパ一良い匂いの都市へ嗅ぐ観光に行こう"
        ],
        [
            "When we go on holiday, we may like to go sightseeing.",
            "私たちは休暇に行く際、観光に行きたいかもしれない。"
        ],
        [
            "This means visiting — or seeing — famous and interesting places.",
            "これは有名で興味深い場所を訪れる、または見ることを意味する。"
        ],
        [
            "But would you be interested in \"sightsmelling\"?",
            "しかし、sightsmelling（嗅ぐ観光）に興味はあるだろうか。"
        ],
        [
            "That's not a real word, but perhaps it should be!",
            "それは現実の世界ではないが、恐らくそうあるべきだ。"
        ],
        [
            "It could mean choosing a place to visit based on the way it smells!",
            "それは、どのような匂いがするかによって訪れる場所を選ぶことを意味するかもしれない。"
        ],
        [
            "And if that sounds — or, um, \"smells\" — like something you might like to do, a company from the UK has made a list of what it says are Europe's best-smelling cities.",
            "そして、それがしたいことのように聞こえるまたは匂うなら、イギリスの会社がヨーロッパでいちばん良い匂いがする都市のリストを作った。"
        ],
        [
            "This wasn't a scientific study, but there was a method that was used to decide which places smelled best.",
            "これは科学的調査ではないが、どの場所がいちばん良い匂いがするかを決めるために使われた方法があった。"
        ],
        [
            "First, the company looked at how clean each city is.",
            "最初に、同社は各都市がどれくらい清潔かを調べた。"
        ],
        [
            "This measure is called the \"environmental performance index,\" and it includes things like cleanliness of air and water.",
            "この指標は「環境パフォーマンス指数」と呼ばれ、空気と水のきれいさなどの物事を含む。"
        ],
        [
            "Cities were also ranked based on how many bakeries, perfume shops and flower shops they have for every 10 square kilometers!",
            "都市の10平方キロメートルごとにベーカリー、香水屋、花屋が何軒あるかによってランク付けもされた。"
        ],
        [
            "So if you like the smells of fresh bread, flowers and perfume — then, according to the report, Athens is the place to go.",
            "そこで、焼きたてパン、花、香水の匂いが好きなら、その報告書によるとアテネが行くべき場所だ。"
        ],
        [
            "The Greek capital was at the top of the list, with more than 30 bakeries and 30 florists for every 10 square kilometers.",
            "ギリシャの首都には10平方キロメートルごとに30軒のベーカリーと30軒の花屋があり、同リストの1位だった。"
        ],
        [
            "The report added that Athens also has great street markets full of fresh food, which help make it a sweet-smelling city.",
            "アテネには新鮮な食べ物がたくさんあるすばらしい露天市もあり、そのため良い匂いの都市になっていると同報告書は加えた。"
        ],
        [
            "However, visitors who have been in the famous old city during one of its refuse worker strikes will know that Athens doesn't always smell so good!",
            "しかし、廃物を扱う労働者のストライキの間に、その有名で古い都市に行ったことがある訪問者はアテネが常にとても良い匂いがする訳ではないと知っているだろう。"
        ],
        [
            "Paris, known for its baguettes, was second in the list, while Zurich, Dublin and the city of Luxembourg came next.",
            "バゲットで知られるパリはそのリストの2位で、チューリッヒ、ダブリン、そしてルクセンブルグが次に続いた。"
        ],
        [
            "In ninth place was Valletta, the small but busy capital of Malta, where there are 196 bakeries for every 10 square kilometers!",
            "9位はマルタの小さいがにぎやかな首都バレッタで、10平方キロメートルごとに196軒のベーカリーがある。"
        ],
        [
            "But don't expect to find hundreds of bakeries there — the city is less than 1 square kilometer in size!",
            "しかし、そこで何百軒ものベーカリーを見つけることを期待しないように。その都市は大きさが1平方キロメートル未満なのだ。"
        ]
    ],
    [
        [
            "Across all measures the project was a success.",
            "すべての評価基準において、このプロジェクトは成功であった。"
        ],
        [
            "According to the Global Peace Index, Iceland was the most peaceful country in the world in 2022.",
            "世界平和度指数によると、アイスランドは2022年に世界で最も平和な国だった。"
        ],
        [
            "Paris was ranked the most attractive city for tourists in 2021.",
            "パリは2021年に観光客にとって最も魅力的な都市にランクインした。"
        ],
        [
            "I highly recommend the florist we hired for our wedding.",
            "私たちは、結婚式で私たちが雇った花屋さんを強く勧める。"
        ],
        [
            "The blue bins are for refuse, while the green ones are for recycling.",
            "青いごみ箱は廃物用で、緑のはリサイクル用だ。"
        ],
        [
            "A spokesperson for the workers said the strike will end if management meets all their demands.",
            "従業員の代表者は、経営者側が彼らの要求全てに応じるなら、ストライキは終わると述べた。"
        ]
    ],
    [
        [
            "What was included in the report's \"environmental performance index\"?",
            "報告書の「環境パフォーマンス指数」には何が含まれていましたか。"
        ],
        [
            "How many bakeries does Athens have per 10 square kilometers?",
            "アテネには10平方キロメートルごとに何軒のベーカリーがありますか。"
        ],
        [
            "How big is Valletta?",
            "バレッタの大きさはどれくらいですか。"
        ]
    ],
    [
        [
            "What are your thoughts on the report's findings?",
            "報告結果をどう思いますか。"
        ],
        [
            "What are some of the best-smelling places you've visited?",
            "あなたが訪れたことがある中で、いちばん良い匂いの場所はどこですか。"
        ],
        [
            "How do you think your town or city would rank in terms of smell?",
            "あなたの町または都市は匂いという点では何位になると思いますか。"
        ],
        [
            "Does your town or city have a lot of bakeries, florists or perfume shops?",
            "あなたの町または都市にはベーカリー、花屋または香水屋がたくさんありますか。"
        ],
        [
            "Which of the cities in the article would you most like to visit?",
            "記事にあるどの都市にいちばん行ってみたいですか。"
        ]
    ]
]