[
    [
        [
            "The '30-30-30-10' Budget: Saving 10% for Fun",
            "予算『30-30-30-10』、楽しみのために10％取っておく"
        ],
        [
            "Where do you go for financial advice?",
            "あなたは金銭面でのアドバイスをどこに求めるだろうか。"
        ],
        [
            "Your bank?",
            "銀行か。"
        ],
        [
            "Your friends?",
            "友人か。"
        ],
        [
            "Or maybe your favorite YouTube channel?",
            "それともお気に入りのユーチューブチャンネルだろうか。"
        ],
        [
            "If you look online, one idea you may have seen is called \"30-30-30-10.\"",
            "ネットを見る人なら、「30-30-30-10」という考え方を目にしたことがあるかもしれない。"
        ],
        [
            "Did you get 100 when you added those numbers up?",
            "その数字を足すと100になっただろうか。"
        ],
        [
            "If so, you've passed the first test!",
            "そうであれば、あなたは最初のテストに合格したことになる。"
        ],
        [
            "This is just a way to think about how you use your money.",
            "これはお金の使い方に関する1つの考え方にすぎない。"
        ],
        [
            "It means you should try to put 30% of your income toward housing, 30% to food and other bills, 30% to saving, investing or paying off debt, and 10% to nice extras like entertainment and travel.",
            "これは収入の30％を住居費に、30％を食費やその他の支払いに、30％を貯蓄や投資や借金の返済に、10％を娯楽や旅行などの楽しみのために充ててみるようにということだ。"
        ],
        [
            "Of course, this isn't something everyone can do right away — it's a goal.",
            "もちろん、これは誰もがすぐにできることではなく、目標だ。"
        ],
        [
            "So the first step is to find out how much you're spending on these things now.",
            "それで最初のステップは、今これらのものにどのくらい費やしているかを調べることだ。"
        ],
        [
            "Then you can try to increase or decrease your spending in each area until you get as close to 30-30-30-10 as you can.",
            "次に、30-30-30-10にできるだけ近づくまで、各分野の支出を増減させてみることができる。"
        ],
        [
            "Part of the idea is that planning to spend 10% of your income on fun things will let you spend money on them without worrying that you won't have enough for important things.",
            "この考え方の1つは、収入の10％を楽しいことに費やす計画を立てることで、重要なものに充てるお金が十分にないことを心配することなく、楽しいことにお金を使えるようになるということだ。"
        ],
        [
            "At the same time, the 30% you try to save might be used for big things in the future, like buying a house, or investing so you can retire one day.",
            "同時に、貯蓄しようとしている30％は、家の購入や、いつか退職できるようにするための投資など、将来の大きなことに使えるかもしれない。"
        ],
        [
            "However, whether this system is right for you will depend a lot on where you live — if housing is very expensive, it might not be possible to keep that cost down to 30% of your income.",
            "しかし、このシステムがあなたに適しているかどうかは、住んでいる場所によって大きく異なる。住居費が非常に高ければ、その費用を収入の30％に抑えるのは不可能かもしれない。"
        ],
        [
            "But if you have trouble with saving, or worry that you're spending too much on things you don't really need, the 30-30-30-10 system can help you stay in your budget and save for the future.",
            "しかし貯蓄に苦労している場合や、本当に必要ではないものに費やし過ぎている場合は、30-30-30-10のシステムは、予算を守り、将来に備えて貯蓄するのに役立つだろう。"
        ]
    ],
    [
        [
            "Our office is located in the financial district.",
            "わが社のオフィスは金融街にある。"
        ],
        [
            "We had to take on a lot of debt to buy our house.",
            "私たちは家を購入するために、たくさんの借金をしなければならなかった。"
        ],
        [
            "",
            ""
        ],
        [
            "The company has invested $1.3 million overall into the new project.",
            "会社は新規プロジェクトに全部で130万ドルを投資した。"
        ],
        [
            "I plan to move somewhere coastal when I retire.",
            "退職したらどこか海岸沿いに引っ越す予定だ。"
        ],
        [
            "We're planning to go to the beach, but that will depend on if it rains or not.",
            "私たちはビーチに行く予定だが、雨が降るかどうか次第だ。"
        ],
        [
            "Several departments are now facing budget cuts in an attempt to keep costs down.",
            "いくつかの部署は現在、コストを抑えるための予算削減に直面している。"
        ],
        [
            "",
            ""
        ]
    ],
    [
        [
            "What are your thoughts on the 30-30-30-10 budget idea?",
            "30-30-30-10という予算の考え方についてどう思いますか。"
        ],
        [
            "Do you have a long-term budgeting plan?",
            "あなたは長期的な予算計画を立てていますか。"
        ],
        [
            "Where do you usually go for financial advice?",
            "あなたは大抵、金銭面でのアドバイスをどこに求めますか。"
        ],
        [
            "Would you say that you're generally good with money?",
            "あなたは基本、お金の使い方が上手だと思いますか。"
        ],
        [
            "Do you know anyone who's terrible with money?",
            "お金の使い方が下手な人を誰か知っていますか。"
        ]
    ],
    [
        [
            "Are you currently trying to save for anything?",
            "あなたは今、何かのために貯蓄しようとしていますか。"
        ],
        [
            "What would you consider investing in if you had money to spare?",
            "お金に余裕があれば、何に投資しようと思いますか。"
        ],
        [
            "When was the last time you bought something you didn't really need?",
            "最近、本当に必要ではないものを購入したのはいつですか。"
        ],
        [
            "What was the last big purchase you made?",
            "最近購入した高価なものは何ですか。"
        ],
        [
            "The art is not in making money, but in keeping it. — Proverb. What are your thoughts on this proverb?",
            "こつはお金を稼ぐことではなく、貯めることだ。（ことわざ）このことわざについてどう思いますか。"
        ]
    ]
]