[
    [
        [
            "France Wins Back World Record for Longest Baguette",
            "フランス、バゲットの世界最長記録を奪還"
        ],
        [
            "Forget about the Olympics, forget the European Championship soccer — this is the title that France really wanted this year.",
            "オリンピックのことは忘れよう、サッカーの欧州選手権のことは忘れよう。フランスが今年本当に欲しかったタイトルはこれだ。"
        ],
        [
            "This May, French bakers reclaimed the record for the world's longest baguette.",
            "今年5月、フランスのパン職人がバゲット（フランスパン）の世界最長記録を奪還した。"
        ],
        [
            "In 2019, a group of Italian bakers had broken the record with a baguette that was 132 meters long.",
            "2019年、イタリアのパン職人グループが長さ132メートルのバゲットで記録を更新していた。"
        ],
        [
            "France — the home of the baguette, where 320 are thought to be sold every second — was not happy.",
            "バゲットの本場であり、毎秒320本が売れるとされるフランスは不満だった。"
        ],
        [
            "And after a lot of planning and one very long day of baking, a team from the west of Paris made its 140-meter-long record-breaking baguette.",
            "それで、パリ西部のチームは多くの計画を練り、パン作りに非常に長い1日を費やし、記録更新となる長さ140メートルのバゲットを作った。"
        ],
        [
            "Work on the bread began in the early hours of the morning.",
            "パン作りは早朝から始まった。"
        ],
        [
            "The recipe was simple: wheat flour, water, yeast and salt.",
            "レシピは小麦粉、水、イースト、塩というシンプルなものだった。"
        ],
        [
            "These were shaped into dough that had to be at least 5 centimeters thick all the way along.",
            "これらを生地に成形し、全体にわたって5センチ以上の厚さにしなければならなかった。"
        ],
        [
            "People watched as the team of 18 bakers shaped the dough and baked under a tent in a slow-moving oven on wheels.",
            "18人のパン職人チームが生地を成形し、テントに設置された車輪付きのゆっくり動くオーブンで焼き上げるのを、人々は見守っていた。"
        ],
        [
            "The oven looked a little bit like the security scanners you find at the airport, but it wasn't bags going in, it was a whole lot of dough!",
            "オーブンは空港にある保安検査機に少し似ていたが、中に入るのはバッグではなく、大量の生地だった。"
        ],
        [
            "It was about 13 hours before the bread was ready, and someone from Guinness World Records was watching to make sure that everything was done right.",
            "パンが出来上がるまでに約13時間かかり、ギネス世界記録の担当者はすべてが正しく行われていることを確認するために見守っていた。"
        ],
        [
            "Outside the tent, the Eiffel Tower could be seen not too far away.",
            "テントの外には、エッフェル塔がそう遠くない所に見えた。"
        ],
        [
            "And if the bakers were able to stand the baguette up vertically, it would have reached up higher than the famous tower's second viewing platform!",
            "そして、もしパン職人がバゲットを垂直に立てることができれば、その有名な塔の第2展望台よりも高い所まで到達しただろう。"
        ],
        [
            "Later, the baguette was shared with people who had come to watch and with homeless people in the area.",
            "その後、バゲットは見物に来た人々や地域のホームレスの人々に分けられた。"
        ]
    ],
    [
        [
            "He won the Formula One world title for the first time in 1969.",
            "彼は、1969年に初めてF1のタイトルを獲得した。"
        ],
        [
            "After a gap of 13 years, Spain reclaimed its Basketball World Cup title in 2019.",
            "13年の空白を経て、スペインは2019年にバスケットボール・ワールドカップのタイトルを奪還した。"
        ],
        [
            "Roll the cookie dough into balls, then flatten them with a fork.",
            "クッキーの生地を丸めて、フォークで平らにします。"
        ],
        [
            "Flour and yeast are the main ingredients in bread.",
            "小麦粉とイースト菌はパンの主な原料だ。"
        ],
        [
            "The Sony PlayStation 5 can be set up either horizontally or vertically.",
            "ソニーのプレイステーション5は、横置きか縦置きが可能だ。"
        ],
        [
            "It costs around $15 to access the tower's viewing platform.",
            "タワーの展望台へ行くのに料金が15ドルほどかかる。"
        ]
    ],
    [
        [
            "When did France lose its title for the longest baguette?",
            "フランスが最長バゲットのタイトルを失ったのはいつですか。"
        ],
        [
            "How many bakers worked on the record-breaking baguette?",
            "何人のパン職人が記録更新となるバゲット作りに携わりましたか。"
        ],
        [
            "How long did it take to make the baguette?",
            "バゲットを作るのにどのくらいの時間がかかりましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on France reclaiming the title for the longest baguette?",
            "フランスが最長バゲットのタイトルを奪還したことについてどう思いますか。"
        ],
        [
            "Are there any good bakeries or pastry shops near where you live?",
            "あなたが住んでいる所の近くに、おいしいパン屋や洋菓子店がありますか。"
        ],
        [
            "Do you eat a lot of bread? Do you ever make it at home?",
            "パンをたくさん食べますか。家で作ることはありますか。"
        ],
        [
            "What foods come to mind when you think of France?",
            "フランスといえば、どんな食べ物を思い浮かべますか。"
        ],
        [
            "Do you like French food? What are your favorite dishes?",
            "フランス料理は好きですか。好きな料理は何ですか。"
        ]
    ]
]