[
    [
        [
            "Aichi Residents' Personal Data Blown Away by the Wind",
            "愛知県民の個人データ、風で飛ばされる"
        ],
        [
            "These days, most of us know that we have to be careful to avoid losing important data.",
            "最近では、重要なデータを失わないように注意しなければならないことをほとんどの人が知っている。"
        ],
        [
            "Whether we're storing our own information or something related to work, we need to use safe passwords, back up our data and watch out for sneaky hackers.",
            "自分自身の情報を保存するにしても、仕事に関連するものを保存するにしても、安全なパスワードを使用し、データをバックアップし、卑劣なハッカーに注意する必要がある。"
        ],
        [
            "However, if you're keeping all your data on paper instead of digitally, it might be harder to protect it!",
            "しかし、すべてのデータをデジタル形式ではなく紙で保管している場合、それを保護するのはさらに難しいかもしれない。"
        ],
        [
            "The government of Aichi prefecture, for example, announced on April 23 that paper documents containing the personal information of 121 households have been lost.",
            "例えば、愛知県は4月23日、121世帯の個人情報が記載された紙の書類を紛失したと発表した。"
        ],
        [
            "However, these documents weren't lost in a fire or stolen — they simply blew away!",
            "しかし、これらの書類は火事で失ったり、盗まれたりしたわけではなく、単に飛ばされてしまったのだ。"
        ],
        [
            "On April 19, documents containing information about residents of prefectural housing were meant to be moved from the Aichi Prefectural Housing Supply Corporation to the prefectural government building in Nagoya.",
            "4月19日、県営住宅の入居者に関する情報が記載された書類は、愛知県住宅供給公社から名古屋市の県庁舎に移されることになっていた。"
        ],
        [
            "There were 1,696 documents, which contained residents' names and other information such as how much rent they paid.",
            "書類は1,696枚あり、入居者の名前や、家賃の支払い額といった他の情報が記載されていた。"
        ],
        [
            "The documents were put into a cardboard box, and an employee of the Housing Supply Corporation was meant to take this box to the prefectural government building in a cart.",
            "書類は段ボール箱に入れられ、住宅供給公社の職員がカートに載せて県庁舎まで運ぶことになっていた。"
        ],
        [
            "Unfortunately, somewhere along the way the employee fell, the cart tipped over, the box opened — and the documents went everywhere.",
            "不運にも、職員は途中で転倒し、カートが倒れ、箱が開き、書類があちこちに散らばってしまった。"
        ],
        [
            "Of course, the employee tried to pick up all the papers.",
            "もちろん、職員はすべての書類を拾おうとした。"
        ],
        [
            "But it was a windy day, and some of them blew away.",
            "しかし風が強い日で、いくつかは飛ばされてしまった。"
        ],
        [
            "Prefectural workers helped to look for the lost papers.",
            "県職員が紛失した書類を探すのを手伝った。"
        ],
        [
            "But when the sun went down, employees of the Housing Supply Corporation started contacting the residents to say sorry.",
            "しかし日が暮れると、住宅供給公社の職員は入居者に謝罪の連絡を始めた。"
        ],
        [
            "Aichi prefecture has apologized for the loss of data, and says that, as far as it knows, none of the lost personal information has been misused.",
            "愛知県はデータの紛失について謝罪し、把握している限りでは、紛失した個人情報は悪用されていないと述べている。"
        ],
        [
            "The prefectural government also says that, in future, it wants to record and send such data digitally!",
            "同県は、今後このようなデータをデジタル形式で記録し、送信したいとも述べている。"
        ]
    ],
    [
        [
            "Sorry for being so sneaky, but we really didn't want you to find out about the surprise party!",
            "こそこそして悪かったんだけど、サプライズパーティのことを絶対に知られたくなかったんだ。"
        ],
        [
            "Most music is recorded digitally these days, rather than onto tape.",
            "最近、ほとんどの音楽はテープではなく、デジタル形式で録音されている。"
        ],
        [
            "The wind is blowing her cigarette smoke right into my face.",
            "風で彼女のタバコの煙が私の顔に吹きかかっている。"
        ],
        [
            "",
            ""
        ],
        [
            "We'll need to find some cardboard boxes before we start packing.",
            "私たちは荷造りを始める前に、いくつか段ボール箱を見つけなければならないだろう。"
        ],
        [
            "I accidentally tipped over a glass of red wine at dinner.",
            "夕食時に、赤ワインのグラスをうっかり倒してしまった。"
        ],
        [
            "Six government officials were found guilty of misusing public funds.",
            "6人の政府当局者が、公的資金を悪用したことで有罪判決を受けた。"
        ]
    ],
    [
        [
            "Where were the documents being moved from?",
            "書類はどこから運ばれていましたか。"
        ],
        [
            "What information did the documents contain?",
            "書類にはどんな情報が記載されていましたか。"
        ],
        [
            "Were all the documents recovered?",
            "書類はすべて回収されましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on this incident?",
            "この出来事についてどう思いますか。"
        ],
        [
            "Who do you think is at fault for what happened?",
            "この出来事の責任は誰にあると思いますか。"
        ],
        [
            "How would you feel if you were told that your personal information was lost by a company or government department?",
            "企業や政府機関があなたの個人情報を紛失したと告げられたら、どう感じると思いますか。"
        ],
        [
            "Do you store most of your important documents on paper or digitally?",
            "あなたは重要な書類のほとんどを紙で保存していますか、それともデジタル形式で保存していますか。"
        ],
        [
            "Does your company have strict data security rules?",
            "あなたの会社には厳格なデータセキュリティ規則がありますか。"
        ]
    ]
]