[
    [
        [
            "Wordle vs Worldle: New York Times Sues Geography Game",
            "Wordle 対 Worldle：ニューヨーク・タイムズが地理ゲームを提訴"
        ],
        [
            "When Josh Wardle created Wordle, his goal was to make a fun game to play with his girlfriend.",
            "ジョシュ・ワードルがWordle（ワードル）を作った時、彼の目的はガールフレンドと一緒に遊べる楽しいゲームを作ることだった。"
        ],
        [
            "But when the game became publicly available in October 2021, it quickly became popular, and Wardle sold the game to The New York Times in early 2022.",
            "しかし、このゲームが2021年10月に一般公開されると、すぐに人気が高まり、ワードルは2022年初めにこのゲームをニューヨーク・タイムズに売却した。"
        ],
        [
            "People couldn't get enough of Wordle, and soon different versions started appearing online.",
            "人々はWordleに飽き足らず、すぐにさまざまなバージョンがオンライン上に登場し始めた。"
        ],
        [
            "These included mathematical versions, versions that allowed you to play more than once a day — and a geography version called Worldle.",
            "これには数学バージョン、1日に何度もプレイできるバージョン、そしてWorldle（ワールドル）という地理バージョンが含まれていた。"
        ],
        [
            "If you think the name sounds similar to the original, you're not alone.",
            "名前が元のものに似ていると思うのは、あなただけではない。"
        ],
        [
            "The New York Times thinks so too — and has taken legal action against the creator of Worldle, saying the game is \"nearly identical in appearance, sound, meaning.\"",
            "ニューヨーク・タイムズもそう考えており、Worldleの制作者に対して法的措置を取った。同ゲームは「見た目、響き、意味がほぼ同じだ」と述べている。"
        ],
        [
            "Worldle creator Kory McDonald doesn't agree.",
            "Worldleの制作者であるコリー・マクドナルドは同意していない。"
        ],
        [
            "He told the BBC there are many other games with similar names — such as Flagle, in which players try to guess a flag from small pieces they can see.",
            "プレイヤーが目に見える小さな断片から国旗を推測するFlagle（フラッグル）など、似たような名前のゲームは他にもたくさんある、と彼はBBCに語った。"
        ],
        [
            "Worldle players are required to guess a country based on Google Street View.",
            "Worldleのプレイヤーは、グーグルストリートビューから国を推測しなければならない。"
        ],
        [
            "By comparison, Wordle gives its players six chances to guess a five-letter word.",
            "これに対し、Wordleではプレイヤーに5文字の単語を推測するチャンスが6回与えられる。"
        ],
        [
            "\"Wordle is about words, Worldle is about the world, \" McDonald told the BBC.",
            "「Wordleは単語に関するもので、Worldleは世界に関するものだ」とマクドナルドはBBCに語った。"
        ],
        [
            "About 100,000 people play Worldle every month, compared to millions who play Wordle.",
            "毎月約10万人がWorldleをプレイしているのに対し、Wordleのプレイヤーは数百万人だ。"
        ],
        [
            "But McDonald said most of the money he makes from his game goes to Google, since he has to pay to use Street View.",
            "しかし、ストリートビューの使用料を支払う必要があるため、ゲームの収益の大半はグーグルに渡っている、とマクドナルドは述べた。"
        ],
        [
            "McDonald told the BBC he's quite surprised legal action is being taken, but he's not too worried.",
            "マクドナルドは、法的処置が取られていることにかなり驚いているが、あまり心配していないとBBCに語った。"
        ],
        [
            "\"Worst-case scenario, we'll change the name.",
            "「最悪の場合、名前を変更する。"
        ],
        [
            "But I think we'll be OK,\" he said.",
            "でも大丈夫だと思う」と彼は述べた。"
        ],
        [
            "It's not the first time The New York Times has taken legal action against a version of Wordle.",
            "ニューヨーク・タイムズがWordleのバージョンに対して法的措置を取ったのは、これが初めてではない。"
        ],
        [
            "In March 2024, Wirdle — a version of the game in the language of Shetland, a small group of Scottish islands — was taken down because it was too similar to the original.",
            "2024年3月、スコットランドの小さな島々からなるシェトランド諸島の言語で作られたゲームのバージョンであるWirdleが、元のものに似すぎているという理由で削除された。"
        ]
    ],
    [
        [
            "You're not allowed to go out until you tidy your room!",
            "部屋を片付けるまで外出は許しません。"
        ],
        [
            "This is just a copy of the document; I left the original at home.",
            "これは単に書類のコピーで、原本は家に置いてきた。"
        ],
        [
            "In 2023, actress Scarlett Johansson took legal action against an AI company that used her name and image.",
            "2023年、女優のスカーレット・ヨハンソンは、自分の名前と画像を使用したAI企業に対して法的措置を取った。"
        ],
        [
            "The name on your visa application must be identical to the one in your passport.",
            "ビザ申請書の名前は、パスポートにあるものと同じでなければならない。"
        ],
        [
            "He doesn't seem to care about his appearance.",
            "彼は自分の外見を気にしていないようだ。"
        ],
        [
            "I find Samsung smartphones to be more user-friendly in comparison with other brands.",
            "私はサムスンのスマートフォンが他のブランドと比べて使いやすいと思う。"
        ]
    ],
    [
        [
            "What company bought Wordle in 2022?",
            "2022年にWordleを買収したのはどの企業ですか。"
        ],
        [
            "Why has legal action been taken against the creator of Worldle?",
            "Worldleの制作者に対して法的措置が取られたのはなぜですか。"
        ],
        [
            "How many people play Worldle every month?",
            "毎月何人がWorldleをプレイしていますか。"
        ]
    ],
    [
        [
            "What are your thoughts on The New York Times taking legal action against Worldle's creator?",
            "ニューヨーク・タイムズが、Worldleの制作者に対して法的措置を取ったことについてどう思いますか。"
        ],
        [
            "Do you think Worldle should have to change its name?",
            "Worldleは名前を変えなければならないと思いますか。"
        ],
        [
            "Have you played Wordle? Are you good at it?",
            "Wordleをしたことがありますか。得意ですか。"
        ],
        [
            "What are some of your favorite puzzle games?",
            "お気に入りのパズルゲームは何ですか。"
        ],
        [
            "Do you play many games on your phone? What are the most addictive mobile games you've played?",
            "携帯電話でたくさんのゲームをしますか。あなたがプレイした中で最も中毒性のあるモバイルゲームは何ですか。"
        ]
    ]
]