[
    [
        [
            "'No Baggage Lost in 30 Years,' Says Japanese Airport",
            "日本の空港『30年間手荷物紛失なし』"
        ],
        [
            "When the awards for the world's best airports were announced in April, it wasn't a surprise to see Japan's Kansai International Airport take home a prize.",
            "4月に世界空港ランキングが発表された時、日本の関西国際空港が受賞したのは意外なことではなかった。"
        ],
        [
            "It wasn't named the world's best airport in the Skytrax awards — that was Hamad International Airport in Qatar.",
            "同空港は、スカイトラックスのアワードで世界一の空港に選ばれたのではない。それはカタールのハマド国際空港だった。"
        ],
        [
            "But for the eighth time, Kansai was the winner of the world's best airport for baggage delivery.",
            "しかし、関西国際空港は手荷物取り扱い部門で世界一の空港に選ばれ、これで8度目となる。"
        ],
        [
            "And there's a very good reason for that.",
            "そしてそれには十分な理由がある。"
        ],
        [
            "The airport says it hasn't lost any passenger baggage in its 30-year history.",
            "同空港は、30年の歴史の中で乗客の手荷物を紛失したことがないと述べている。"
        ],
        [
            "That's right, it hasn't lost a single bag since it opened in Osaka in 1994.",
            "その通りで、同空港は1994年に大阪に開港して以来、1つの手荷物も紛失していないのだ。"
        ],
        [
            "It's Japan's seventh busiest airport, and gets an average of between 20 million and 30 million passengers per year.",
            "日本で7番目に利用者の多い空港であり、年間平均2000万人から3000万人の乗客が利用している。"
        ],
        [
            "The airport said its record is thanks to the hard work of its staff, the airlines and other companies that work with baggage there.",
            "この記録はスタッフ、航空会社、そこで手荷物を扱う他の企業の懸命な働きのおかげだ、と同空港は述べた。"
        ],
        [
            "Kenji Takanishi from the airport told CNN: \"We don't feel like we have been doing something special.\"",
            "同空港の高西健司はCNNに、「私たちは特別なことをしてきたとは思っていない」と語った。"
        ],
        [
            "Skytrax looks at a number of different things when it gives its baggage delivery awards.",
            "スカイトラックスは、手荷物取り扱い部門のアワードを授与する際、さまざまな点を考慮している。"
        ],
        [
            "Airports are rated on the length of time passengers have to wait to get their baggage, as well as how the airports respond to lost baggage — although that isn't something Kansai has ever had to worry about!",
            "乗客が手荷物を受け取るまでに待たなければならない時間の長さや、手荷物紛失時の空港の対応の仕方（関西国際空港はこれまでこの心配をする必要はなかったが）によって、空港は評価される。"
        ],
        [
            "During the last Japanese fiscal year, Kansai handled about 10 million pieces of baggage, according to Nikkei Asia.",
            "日経アジア（Nikkei Asia）によると、日本の昨年の会計年度中に、関西国際空港が取り扱った手荷物は約1000万個だった。"
        ],
        [
            "But its record will be tested in the months ahead.",
            "しかし、その記録は今後数か月で試されることになる。"
        ],
        [
            "Kansai, which is built on an artificial island in Osaka Bay, is getting ready for an increase in passengers: Osaka is hosting Expo 2025, which begins in April next year.",
            "大阪湾の人工島に建設された関西国際空港は、乗客の増加に備えているところだ。来年4月に開幕する2025年万博が大阪府で開催されるからだ。"
        ],
        [
            "The Expo is expected to bring about 28 million visitors to the area.",
            "この万博は同地域に約2800万人の観光客をもたらすと予想されている。"
        ]
    ],
    [
        [
            "I don't have much carry-on baggage.",
            "私はあまり機内持ち込み手荷物がありません。"
        ],
        [
            "The company offers free delivery for orders over $150.",
            "会社は150ドル以上の注文で、無料配送を提供している。"
        ],
        [
            "The chart shows the sales results for the last fiscal year.",
            "このチャートは前会計年度の営業成績を示している。"
        ],
        [
            "Always wear protective clothing when handling dangerous chemicals.",
            "危険な化学物質を取り扱うときは、必ず保護衣を着用するように。"
        ],
        [
            "Lake Kariba, which lies on the border of Zambia and Zimbabwe, is the largest artificial lake in the world.",
            "ザンビアとジンバブエの国境にあるカリバ湖は、世界最大の人造湖だ。"
        ],
        [
            "Los Angeles will be hosting the 2028 Summer Olympics.",
            "ロサンゼルスは2028年夏季オリンピックを主催する。"
        ]
    ],
    [
        [
            "How many passengers pass through Kansai International Airport per year?",
            "年間何人の乗客が関西国際空港を利用しますか。"
        ],
        [
            "When did Kansai International Airport open?",
            "関西国際空港が開港したのはいつですか。"
        ],
        [
            "When will Expo 2025 begin?",
            "2025年万博が開幕するのはいつですか。"
        ]
    ],
    [
        [
            "What are your thoughts on Kansai International Airport's achievement?",
            "関西国際空港の功績についてどう思いますか。"
        ],
        [
            "Do you find it surprising that the airport has never lost any passenger baggage?",
            "同空港が乗客の手荷物を一度も紛失していないことに驚きましたか。"
        ],
        [
            "Have you traveled through Kansai International Airport before? What did you think of it?",
            "関西国際空港を利用したことがありますか。どう思いましたか。"
        ],
        [
            "Do you think Kansai will be able to keep its record with the increase in passengers traveling to Osaka for Expo 2025?",
            "2025年万博のために大阪を訪れる乗客数が増加する中で、関西国際空港はこの記録を維持できると思いますか。"
        ],
        [
            "Has the airline or airport ever lost your baggage? Did you get it back?",
            "航空会社や空港があなたの手荷物を紛失したことがありますか。それは戻ってきましたか。"
        ]
    ]
]