[
    [
        [
            "Worst Online Passwords Revealed",
            "ネット上で1番良くないパスワードが明らかに"
        ],
        [
            "Staying safe online is important.",
            "ネット上で安全を確保するのは大切だ。"
        ],
        [
            "But a lot of us are making mistakes with the passwords we use for our different accounts.",
            "しかし、私たちの多くが、さまざまなアカウントで使っているパスワードで間違いをしている。"
        ],
        [
            "Password manager company Bitwarden found that a quarter of people use the same password for at least 11 sites or apps.",
            "パスワード管理会社のBitwardenにより、4分の1の人が少なくとも11のサイトやアプリで同じパスワードを使用していることが判明した。"
        ],
        [
            "And more than one-third of us use personal information in our passwords.",
            "また、3分の1以上の人がパスワードに個人情報を使っている。"
        ],
        [
            "Personal information isn't a good idea to use, because it's quite easy for others to find it out.",
            "個人情報は他人に簡単に知られてしまうので、使うのは良い考えではない。"
        ],
        [
            "But here's something else that isn't a good idea: using the name of your favorite celebrity, band, singer or superhero!",
            "しかし、他にもよくないことがある。好きな有名人、バンド、歌手、スーパーヒーローの名前を使うことだ。"
        ],
        [
            "A company called Mailsuite has been looking at the most dangerous pop culture passwords you can use online.",
            "Mailsuiteという会社が、ネットで使用するのが最も危険なポップカルチャーのパスワードを調査した。"
        ],
        [
            "Mailsuite made a list of more than 2,600 pop culture terms and almost 64,000 different ways of writing them.",
            "Mailsuiteは、2,600以上のポップカルチャー用語とその6万4,000近くの異なる書き方のリストを作成した。"
        ],
        [
            "It then looked at something called the Pwned Passwords database, which gives information about hundreds of millions of passwords that have been exposed in online data breaches.",
            "そして、Pwned Passwordsデータベースという、ネット上の情報漏えいで流出した何億ものパスワードに関する情報を調べた。"
        ],
        [
            "The pop culture password that came up most was \"Superman.\"",
            "最も多く出てきたポップカルチャーのパスワードは 「スーパーマン 」だった。"
        ],
        [
            "It appeared in almost 585,000 data breaches.",
            "約58万5,000件の情報漏えいに使用されていた。"
        ],
        [
            "In second place was the US band Blink-182.",
            "2位は米国のバンド、Blink-182だ。"
        ],
        [
            "Used as a password, it appeared in more than 482,000 data breaches.",
            "パスワードとして、48万2,000件以上のデータ漏洩に入っていた。"
        ],
        [
            "\"Batman,\" \"Star Wars\" and \"Eminem\" were also in the top five.",
            "「バットマン」、「スター・ウォーズ」、「エミネム」もトップ5に入っている。"
        ],
        [
            "Bitwarden says you should choose a long password that includes letters, numbers and symbols.",
            "Bitwardenによると、文字、数字、記号を含む長いパスワードを選ぶべきだという。"
        ],
        [
            "You should also have a different password for each app you use.",
            "また、使用するアプリごとに異なるパスワードを設定する必要がある。"
        ],
        [
            "Sites like Bitwarden also let you check how strong a password is before you choose it.",
            "Bitwardenのようなサイトでは、パスワードを選ぶ前にその強度をチェックすることもできる。"
        ]
    ],
    [
        [
            "I forgot the password for my Spotify account!",
            "私は自分のSpotifyのアカウント用のパスワードを忘れてしまった。"
        ],
        [
            "Michelle Obama's personal memoir, \"Becoming,\" became a bestseller within weeks of its release.",
            "ミシェル・オバマの個人の回顧録「ビカミング」は、発売から数週間でベストセラーとなった。"
        ],
        [
            "\"Star Wars\" has become an important part of American pop culture.",
            "「スター・ウォーズ」は米大衆文化の重要な部分を占める。"
        ],
        [
            "The report exposed the poor working conditions in the factory.",
            "その報告書は、その工場の劣悪な作業環境を暴露した。"
        ],
        [
            "In 2019, Facebook was fined $5 billion for a breach of user privacy.",
            "2019年にフェイスブックはユーザーのプライバシーの侵害で、50億ドルの罰金を科せられた。"
        ],
        [
            "Your password must contain at least one number and one symbol.",
            "パスワードには数字と記号を最低1つ含める必要があります。"
        ]
    ],
    [
        [
            "What percentage of people used personal information in their passwords?",
            "パスワードに個人情報を使っている人の割合はどのくらいですか。"
        ],
        [
            "One third",
            "三分の一"
        ],
        [
            "A quarter",
            "四分の一"
        ],
        [
            "In how many data breaches did the password \"Superman\" come up?",
            "「スーパーマン」というパスワードは何件の情報漏えいで使われていましたか。"
        ],
        [
            "482,000",
            "48万2,000件"
        ],
        [
            "585,000",
            "58万5,000件"
        ],
        [
            "What should a strong password include, according to Bitwarden?",
            "Bitwardenによると、強力なパスワードには何を含めるべきですか。"
        ],
        [
            "Letters, numbers and symbols",
            "文字、数字、記号"
        ],
        [
            "Letters and long numbers",
            "文字と長い数字"
        ]
    ],
    [
        [
            "Are you surprised that so many people use \"Superman\" in their passwords?",
            "多くの人がパスワードに「スーパーマン」を使っているのは意外ですか。"
        ],
        [
            "Do you use a different password for each of your online accounts?",
            "ネット上のアカウントごとに異なるパスワードを使っていますか。"
        ],
        [
            "Do you use a password manager? If so, what made you start using it?",
            "パスワードマネージャーを使っていますか。使っているなら、使い始めたきっかけは何ですか。"
        ],
        [
            "Have any of your accounts ever been hacked?",
            "あなたのアカウントがハッキングされたことはありますか。"
        ],
        [
            "What steps do you take to protect your personal information online?",
            "ネット上で個人情報を保護するために、どのような対策をしていますか。"
        ]
    ]
]