[
    [
        [
            "106-Year-Old Man Becomes World's Oldest Skydiver",
            "106歳の男性、世界最高齢のスカイダイバーに"
        ],
        [
            "\"Everyone is more capable than they think.\"",
            "「人は誰でも、自分が思っている以上に能力がある」。"
        ],
        [
            "These were the words of a man named Alfred Blaschke (pronounced \"BLASH-kee\").",
            "これはアルフレッド・ブラシュケさんという男性の言葉だ。"
        ],
        [
            "It was November 2023, and he had just jumped out of a plane at the age of 106 to become the world's oldest skydiver.",
            "2023年11月に106歳で飛行機から飛び降り、世界最高齢のスカイダイバーになった時のことだ。"
        ],
        [
            "\"They just need to make the decision to try,\" he added.",
            "「挑戦する決断をするだけでいい」と彼は付け加えた。"
        ],
        [
            "It was actually the second time Blaschke had broken this world record.",
            "ブラシュケさんがこの世界記録を破ったのは、実は2度目だった。"
        ],
        [
            "The first time he broke the record, he was 103.",
            "最初に記録を破ったときは103歳だった。"
        ],
        [
            "At that time, he had wanted to celebrate his twin grandsons' graduation from college, and he chose jumping out of a moving plane as the way to do it!",
            "その時、彼は双子の孫の大学卒業を祝おうと考え、そうするために移動中の飛行機から飛び降りることにした。"
        ],
        [
            "That was in 2020.",
            "それは2020年のことだった。"
        ],
        [
            "But two years later, a nearly 104-year-old woman from Sweden beat his record, and he wanted it back.",
            "しかし、その2年後、スウェーデンの104歳近い女性が彼の記録を破り、彼はその記録を取り戻したいと思った。"
        ],
        [
            "For Blaschke's second record-breaking jump, Texas Governor Greg Abbott joined him.",
            "ブラシュケさんの2度目の記録更新となるジャンプには、テキサス州のグレッグ・アボット知事も加わった。"
        ],
        [
            "Abbott had agreed to skydive with Blaschke when the two men met a year earlier.",
            "アボット知事は1年前に2人が会ったとき、ブラシュケさんと一緒にスカイダイビングをすることを承諾した。"
        ],
        [
            "Blaschke, who was born in January 1917, has now done three skydives.",
            "1917年1月生まれのブラシュケさんは、これで3回にわたってスカイダイビングを行った。"
        ],
        [
            "His first was on his 100th birthday!",
            "最初のスカイダイビングは100歳の誕生日だった。"
        ],
        [
            "He doesn't jump alone, however — he jumps in tandem, strapped to an instructor.",
            "しかし、彼は一人でジャンプするのではなく、インストラクターにハーネスで固定され2人1組でジャンプする。"
        ],
        [
            "The 2023 skydive with Abbott — who also jumped with an instructor — was postponed four times before the men were able to take to the skies on November 27.",
            "2023年のスカイダイビングは、アボット知事もインストラクターと一緒に飛び降りたが、11月27日に空に向かえるまで4回延期された。"
        ],
        [
            "They jumped out of the plane when it was about 2.7 kilometers up.",
            "上空約2.7キロで飛行機から飛び降りた。"
        ],
        [
            "Blaschke's parachute was opened when he was about 1.7 kilometers from the Texas grass below.",
            "ブラシュケさんのパラシュートが開いたのは、眼下に広がるテキサスの草原から約1.7キロの地点だった。"
        ],
        [
            "Blaschke's children and grandchildren were watching, along with some of Abbott's colleagues and members of the press.",
            "ブラシュケさんの子どもや孫、そしてアボット知事の同僚や報道陣も見守った。"
        ],
        [
            "Now the question is, can anyone break this new record?",
            "果たして、誰かが今後この新記録を破ることができるのだろうか。"
        ]
    ],
    [
        [
            "Sarah is smart and capable, so I think she would make a great manager.",
            "サラは頭がよく有能なので、素晴らしいマネージャーになると思う。"
        ],
        [
            "Between 1999 and 2004, Ferrari were almost impossible to beat.",
            "1999年から2004年にかけて、フェラーリを打ち負かすのはほぼ不可能だった。"
        ],
        [
            "The dancers moved across the stage in tandem.",
            "ダンサーは舞台を並んで移動した。"
        ],
        [
            "She strapped the children in before getting into the driver's seat.",
            "彼女は運転席に座る前に子供たちのシートベルトを締めた。"
        ],
        [
            "The meeting was postponed until next Thursday.",
            "会議は次の木曜日に延期された。"
        ],
        [
            "For a moment, I thought my parachute would not open.",
            "一瞬、私は自分のパラシュートが開かないだろうと思った。"
        ]
    ],
    [
        [
            "How old was Alfred Blaschke when he first broke the record as the world's oldest skydiver?",
            "アルフレッド・ブラシュケさんが世界最高齢のスカイダイバーとして初めて記録を更新したのは何歳のときですか。"
        ],
        [
            "How many skydives has Blaschke done?",
            "ブラシュケさんは何回スカイダイビングをしたことがありますか。"
        ],
        [
            "How far from the ground was Blaschke when his parachute opened?",
            "パラシュートが開いたとき、ブラシュケさんは地上からどれくらいの距離にいましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on Alfred Blaschke's record-breaking jump?",
            "アルフレッド・ブラシュケさんの記録更新となったジャンプについてどう思いますか。"
        ],
        [
            "Do you think Blaschke's record will be broken anytime soon?",
            "ブラシュケさんの記録はすぐに破られると思いますか。"
        ],
        [
            "Who are the most adventurous older people you know?",
            "あなたが知っている中で、最も冒険好きな年配者は誰ですか。"
        ],
        [
            "Have you ever done something that made you realize you were more capable than you'd thought?",
            "自分が思っていた以上に能力があることに気づかされるようなことをしたことがありますか。"
        ],
        [
            "Have you been skydiving? If so, did you enjoy it? If not, would you like to?",
            "スカイダイビングをしたことがありますか。もしあるなら、楽しかったですか。もしなければ、してみたいですか。"
        ]
    ]
]