[
    [
        [
            "Emily Stone and the Stars Who Want Their Names Back",
            "エミリー・ストーンと、名前を取り戻したいスターたち"
        ],
        [
            "Oscar-winning actress Emma Stone has said she would like to be known by the name she was born with.",
            "オスカー女優のエマ・ストーンは、生まれたときの名前で知られたいと語っている。"
        ],
        [
            "And it's not Emma — it's Emily.",
            "そして、それはエマではなく、エミリーである。"
        ],
        [
            "When she started her career, there was already another actress called Emily Stone, so she began using Emma.",
            "彼女がキャリアをスタートさせたとき、すでにエミリー・ストーンという別の女優がいたため、彼女はエマを使い始めた。"
        ],
        [
            "But she told The Hollywood Reporter she'd like fans to call her Emily, just as some of her colleagues do.",
            "しかし、彼女はハリウッド・リポーターに、同僚の何人かがするのと同じように、ファンにエミリーと呼んでほしいと語った。"
        ],
        [
            "It's very common for actors to take stage names, often because there's already someone with their name in the industry, or because they'd like a name that sounds a bit more glamorous.",
            "俳優が芸名を使うことは非常に一般的で、多くの場合、業界にすでに同じ名前の人がいるため、またはもう少し華やかな響きをもつ名前が良いという理由である。"
        ],
        [
            "Others thought their birth names would be too difficult for people to pronounce, so they wanted to make their stage names simpler.",
            "本名は人々が発音するには難しいと考え、芸名をもっとシンプルにしたいと考えた人もいる。"
        ],
        [
            "It's not so common for stars to start using their real names again, as Stone wants to do.",
            "ストーンがしたいと思っている本名を再び使い始めることは、スターにとってそれほど一般的ではない。"
        ],
        [
            "But it does happen.",
            "しかし、実際に起きている。"
        ],
        [
            "Westworld actress Thandiwe Newton used to be known as Thandie Newton, after the letter \"w\" was removed in the credits of one her first movies.",
            "ウエストワールドの女優タンディウェ・ニュートンは、最初の映画のクレジットで「w」の文字が除かれ、かつてはタンディ・ニュートンとして知られていた。"
        ],
        [
            "She worked as Thandie for more than 30 years, until she said in 2021 that she would use her original name, which is Zulu and pronounced \"tan-DEE-way.\"",
            "彼女は30年以上タンディとして活動したが、2021年に、ズールー語であり、「タンディーウェイ」と発音する本名を使うと発表した。"
        ],
        [
            "\"I'm taking back what's mine,\" she said.",
            "「私は自分のものを取り戻している」と彼女は語った。"
        ],
        [
            "Meanwhile, American actor Charlie Sheen was actually born Carlos Estévez, but he has been known as Charlie since he was a child.",
            "一方、米国人俳優のチャーリー・シーンは、実際にはカルロス・エステベスとして生まれたが、子どもの頃からチャーリーとして知られてきた。"
        ],
        [
            "However, he used his birth name in the credits of the 2013 movie Machete Kills, where he played the US president.",
            "しかし、米国大統領を演じた2013年の映画マチェーテ・キルズのクレジットで彼は本名を使った。"
        ],
        [
            "His father Martin Sheen is also an actor, known for Apocalypse Now.",
            "彼の父親マーティン・シーンも俳優で、地獄の黙示録で知られている。"
        ],
        [
            "He was given the name Ramón Estévez.",
            "彼にはラモン・エステベスという名前が付けられた。"
        ],
        [
            "Martin Sheen chose to change his name because he thought it would help him get more acting jobs if he had a name that sounded more American.",
            "マーティン・シーンは、もっとアメリカっぽく聞こえる名前にすれば、より多くの俳優の仕事を得ることができると考え、名前を変えることを選んだ。"
        ],
        [
            "However, he has said that he now regrets it.",
            "しかし、彼は今、それを後悔していると述べている。"
        ]
    ],
    [
        [
            "Actor Michael Caine has featured in over 100 films throughout his career.",
            "俳優のマイケル・ケインは、自身のキャリアを通して100本超えの映画に主演した。"
        ],
        [
            "We stayed in a very glamorous hotel over the weekend.",
            "私たちは週末、とても魅力的でワクワクするホテルに泊まった。"
        ],
        [
            "Please remove your shoes before coming inside.",
            "中に入る前に靴を脱いでください。"
        ],
        [
            "The movie was so bad that by the time the end credits rolled, the theater was empty.",
            "その映画はあまりにもひどかったため、エンドクレジットが流れる頃には映画館は空になっていた。"
        ],
        [
            "The original document was much longer than this version.",
            "元の書類はこのバージョンよりかなり長かった。"
        ],
        [
            "",
            ""
        ],
        [
            "I really regret not visiting Italy when I was in Europe last year.",
            "私は去年ヨーロッパにいた時、イタリアを訪れなかったことを本当に後悔している。"
        ]
    ],
    [
        [
            "Why did Emily Stone change her name to Emma?",
            "エミリー・ストーンはなぜエマに名前を変えましたか。"
        ],
        [
            "When did Thandiwe Newton start using her real name again?",
            "タンディウィ・ニュートンが本名を再び使い始めたのはいつですか。"
        ],
        [
            "Why did Martin Sheen choose to change his name?",
            "マーティン・シーンが名前を変えることを選んだのはなぜですか。"
        ]
    ],
    [
        [
            "What are your thoughts on stage names?",
            "芸名についてどう思いますか。"
        ],
        [
            "Do you know of any celebrities from your country who use a stage name?",
            "あなたの国の有名人で、芸名を使っている人を知っていますか。"
        ],
        [
            "What are some of the best stage names you've heard?",
            "あなたが聞いた中で、最も良い芸名は何ですか。"
        ],
        [
            "Would you consider taking a stage name if you were famous?",
            "もしあなたが有名だったら、芸名を使うことを考えますか。"
        ],
        [
            "Do you know anyone who has changed their name? What names would you consider if you were to change yours?",
            "改名した人を知っていますか。あなたが改名するとしたら、どんな名前を検討しますか。"
        ]
    ]
]