[
    [
        [
            "Influencer Fined for Walking on Italian Beach",
            "イタリアのビーチを歩いたインフルエンサーに罰金"
        ],
        [
            "On the Italian island of Budelli, visitors like to look at a place called Spiaggia Rosa, a beautiful beach where the sand is pink.",
            "イタリアのブデッリ島では、訪問者はスピアッジャ・ローザと呼ばれる、砂がピンク色の美しいビーチを眺めるのが好きだ。"
        ],
        [
            "But those visitors can only look — they can't touch the sand.",
            "しかし、それらの訪問者は見ることしかできず、彼らは砂に触れることはできない。"
        ],
        [
            "That's because the authorities want to preserve the beach.",
            "それは当局がビーチを保存したいと考えているからだ。"
        ],
        [
            "In the past, people have been seen taking the sand home with them.",
            "過去には、砂を持ち帰る人が目撃されていた。"
        ],
        [
            "Anyone who breaks the rules will be punished, as a Brazilian influencer has found out.",
            "あるブラジル人のインフルエンサーが知ったように、誰でも規則を破った人は罰せられる。"
        ],
        [
            "The travel influencer, who has more than 35,000 Instagram followers, took videos of herself walking on the beach and posted them online.",
            "3万5,000人以上のインスタグラムのフォロワーを持つこの旅行系インフルエンサーは、ビーチを歩いている彼女自身の動画を撮影し、それらをインターネット上に投稿した。"
        ],
        [
            "Italian websites said the woman had taken a boat to the beach so she could walk on the sand.",
            "イタリアのウェブサイトによると、女性は砂の上を歩けるようにボートでビーチに行ったという。"
        ],
        [
            "Tourists can visit the island and walk on a path behind the beach, but no one has been allowed on the sand or in the water around it since the 1990s.",
            "観光客はこの島を訪れ、ビーチの裏の小道を歩くことはできるが、1990年代以降、その周辺の砂浜や水域に入ることは誰も許されていない。"
        ],
        [
            "Italians weren't happy when the influencer's videos were seen online.",
            "イタリア人は、このインフルエンサーの動画がインターネット上で見られていることを嬉しく思わなかった。"
        ],
        [
            "While she had already left the island, the authorities were able to find her in Dubai, where she lives, and they fined her almost $2,000.",
            "彼女はすでに島を離れていたが、当局は彼女が住んでいるドバイで彼女を見つけることができ、約2,000ドル近くの罰金を科した。"
        ],
        [
            "About $300 of the fine was for walking on the beach, and the rest was for using a boat that wasn't allowed to travel to the island.",
            "罰金のうち約300ドルはビーチを歩いたことに対するもので、残りは島への渡航が許可されていないボートの使ったことに対するものだった。"
        ],
        [
            "Authorities say there are signs telling people they cannot enter the area.",
            "当局は、人々にその地域への立ち入り禁止を伝える標識があると述べた。"
        ],
        [
            "No one lives on the island, which is just north of the large island of Sardinia.",
            "大きなサルデーニャ島のすぐ北にあるこの島には誰も住んでいない。"
        ],
        [
            "However, a man whose boat broke down nearby lived on the island for more than 30 years until he was told to leave in 2021.",
            "しかし、近くでボートが故障したある男性は、2021年に立ち退きを告げられるまで30年以上この島に住んでいた。"
        ]
    ],
    [
        [
            "According to local authorities, the fire has been successfully contained.",
            "地元当局によると、火災はうまく封じ込められた。"
        ],
        [
            "Locals are fighting to preserve old historic buildings in the town.",
            "地元の住民たちは、町の古く歴史的な建造物を保存しようと闘っている。"
        ],
        [
            "He was punished by his teacher for being late.",
            "彼は遅刻して先生から罰せられた。"
        ],
        [
            "I walked along the path to the lake.",
            "私はその小道沿いに湖まで歩いた。"
        ],
        [
            "He was fined $1,000 for driving over the speed limit.",
            "彼は制限速度を超えて運転して、1,000ドルの罰金を科された。"
        ],
        [
            "Our car broke down, so we had to push it back to the hotel.",
            "私たちの車が故障したので、私たちはホテルまで押して戻らなければならなかった。"
        ]
    ],
    [
        [
            "Where is Spiaggia Rosa?",
            "スピアッジャ・ ローザはどこにありますか。"
        ],
        [
            "Budelli",
            "ブデッリ島"
        ],
        [
            "Sicily",
            "シチリア島"
        ],
        [
            "When was walking on Spiaggia Rosa banned?",
            "スピアッジャ・ローザを歩くことが禁止されたのはいつですか。"
        ],
        [
            "In the 1990s",
            "1990年代"
        ],
        [
            "In the 1970s",
            "1970年代"
        ],
        [
            "How much was the woman fined for walking on the beach?",
            "女性はビーチを歩いたことに対して、いくらの罰金を科されましたか。"
        ],
        [
            "$2,000",
            "2,000ドル"
        ],
        [
            "$300",
            "300ドル"
        ]
    ],
    [
        [
            "What are your thoughts on this incident?",
            "この事件についてどう思いますか。"
        ],
        [
            "Do you think the fine of $2,000 is fair?",
            "2,000ドルの罰金は妥当だと思いますか。"
        ],
        [
            "Have any beaches in your country been affected by tourism?",
            "あなたの国で観光業の影響を受けているビーチはありますか。"
        ],
        [
            "What are the most beautiful beaches you've been to?",
            "あなたが行ったことのある最も美しいビーチはどこですか。"
        ],
        [
            "Are there any nature reserves in your region? Have you visited them?",
            "あなたの地域に自然保護区はありますか。訪れたことがありますか。"
        ]
    ]
]