[
    [
        [
            "How Many Words Does the Average Adult Know?",
            "平均的な成人はどのくらいの単語を知っているか"
        ],
        [
            "When you have very young children who are beginning to make sounds, doctors may ask you to count the number of words they know.",
            "声を出し始めたばかりのとても幼い子どもがいるとき、医師はあなたに彼らが知っている単語の数を数えるように頼むかもしれない。"
        ],
        [
            "At first, it's easy.",
            "最初は簡単だ。"
        ],
        [
            "They can say \"dog,\" \"car\" and \"banana.\"",
            "彼らは「犬」、「車」、そして「バナナ」と言うことができる。"
        ],
        [
            "But then it may get difficult to count: you'll probably run out of fingers pretty fast.",
            "しかし、おそらくすぐに指が足りなくなり、数えるのが難しくなるだろう。"
        ],
        [
            "So can you imagine counting the number of words that the average adult knows?",
            "では、平均的な成人が知っている単語の数を数えることを想像できるだろうか。"
        ],
        [
            "Experts have tried, but it's not easy.",
            "専門家はやってみたが、簡単ではない。"
        ],
        [
            "What kind of words do you count?",
            "あなたはどのような単語を数えるだろうか。"
        ],
        [
            "How well should someone know a word?",
            "人は単語をどのくらいよく知っているべきだろうか。"
        ],
        [
            "The most recent major experiment was done by researchers from Ghent University in Belgium in 2016.",
            "最新の大規模な実験は、2016年にベルギーのゲント大学の研究者らによって行われた。"
        ],
        [
            "They made a list of 61,800 words, but this only included the basic form of each word.",
            "彼らは6万1,800語のリストを作成したが、これには各単語の基本形のみが含まれていた。"
        ],
        [
            "For example, they included \"run\" — but not \"runs,\" \"running\" or \"ran.\"",
            "たとえば、彼らは「run」は含めたが、「runs」、「running」、「ran」は含めなかった。"
        ],
        [
            "They didn't include proper nouns either, or multiword expressions like \"peanut butter\" or \"bus stop.\"",
            "彼らは固有名詞も、「ピーナッツバター」や「バス停留所」といった複合語の表現も含めなかった。"
        ],
        [
            "More than 221,000 people took part in the experiment.",
            "22万1,000人以上がこの実験に参加した。"
        ],
        [
            "They were given 100 words to look at.",
            "彼らには見るよう100の単語が与えられた。"
        ],
        [
            "For each one, they had to say if they knew it.",
            "それぞれについて、彼らは知っているかどうかを言わなければならなかった。"
        ],
        [
            "They weren't asked to define the word, so it was enough for them to know that the word existed.",
            "単語を定義することは求められなかったため、単語が存在することを知っているだけで十分だった。"
        ],
        [
            "However, in the list of 100, 30 words were not real.",
            "しかし、100語のリストのうち30語は実在しないものだった。"
        ],
        [
            "When they looked at the results, the researchers said that the average 20-year-old native-speaking American knows 42,000 English words.",
            "結果を見たとき、研究者らは、平均的な20歳のネイティブの米国人は4万2000語の英単語を知っていると述べた。"
        ],
        [
            "They said that on average, as people get older they learn one new word every two days, so by the age of 60 they know about an extra 6,000 words.",
            "平均して、人々は年をとるにつれて2日に1語ずつ新しい単語を覚えるため、60歳までに約6000語を追加で知ることになると彼らは述べた。"
        ],
        [
            "The research team said that it could be useful to compare their results with those of future experiments to see how English speakers' knowledge of words changes in time.",
            "研究チームは、英語話者の単語に関する知識が時間とともにどのように変化するかを見るために、彼らの結果を今後の実験と比較することは役立つかもしれないと述べた。"
        ],
        [
            "And similar experiments with non-native English speakers may show how well they know certain words — which could help English teachers.",
            "また、ネイティブではない英語話者との同様の実験では、彼らが特定の単語をどれほどよく知っているかが示されるかもしれず、英語教師の役に立つかもしれない。"
        ]
    ],
    [
        [
            "I can't imagine going a week without my phone!",
            "携帯電話なしで1週間を過ごすなんて想像もできない。"
        ],
        [
            "Isabella has a very good grasp of basic math already.",
            "イザベラはすでに、基本的な数学をよく理解している。"
        ],
        [
            "Learning expressions in a new language can be quite difficult.",
            "新しい言語の表現を学ぶのはかなり難しいかもしれない。"
        ],
        [
            "We are going to perform an experiment in a science class today.",
            "私たちは今日、科学の授業で実験をする予定だ。"
        ],
        [
            "It's possible that life may once have existed on Mars.",
            "かつて火星に生命が存在したかもしれない可能性はある。"
        ],
        [
            "I compared the prices on different websites before deciding where to buy from.",
            "私はどこで購入するかを決める前に、色々なウェブサイト上で値段を比較した。"
        ]
    ],
    [
        [
            "How many people took part in the experiment?",
            "実験に参加したのは何人ですか。"
        ],
        [
            "How many English words does the average 20-year-old native-speaking American know?",
            "平均的な20歳のネイティブの米国人は、英単語をいくつ知っていますか。"
        ],
        [
            "On average, how many extra words do people know by the age of 60?",
            "平均して、60歳までに人々はどれだけの単語を追加で知りますか。"
        ]
    ],
    [
        [
            "What are your thoughts on the results of the experiment?",
            "この実験の結果についてどう思いますか。"
        ],
        [
            "In your opinion, how important is it to know a lot of words?",
            "たくさんの単語を知っていることはどれほど重要だと思いますか。"
        ],
        [
            "Do you know anyone with a particularly large vocabulary?",
            "特に語彙が豊富な人を知っていますか。"
        ],
        [
            "Do you find it surprising that people learn one new word every two days?",
            "人々が2日に1語ずつ新しい単語を覚えていることに驚きましたか。"
        ],
        [
            "How often do you imagine you learn new words in your language?",
            "あなたはどれくらいの頻度で、自分の言語で新しい単語を覚えていると思いますか。"
        ]
    ]
]