[
    [
        [
            "Man Arrested for Writing False Restaurant Reviews",
            "レストランの虚偽のレビューを書き男性が逮捕される"
        ],
        [
            "A British man has been arrested in Thailand for allegedly writing false negative reviews online.",
            "イギリス人男性が、申し立てによるとオンラインで虚偽の否定的なレビューを書いたとしてタイで逮捕された。"
        ],
        [
            "The man, who has been named only as Alexander, is said to have been unhappy with an Italian restaurant when it didn't let him walk through it to get to his apartment more quickly.",
            "名前がアレクサンダーとだけ挙げられているその男性は、自分のアパートにもっとはやく着くためにイタリアンレストランが通り抜けさせてくれなかったのが不満だったと言われている。"
        ],
        [
            "With the help of friends, he then allegedly left a large number of false one-star reviews about the restaurant.",
            "申し立てによると、それから彼は友達に手伝ってもらいそのレストランについて虚偽の1つ星レビューを多数残した。"
        ],
        [
            "The 21-year-old denied this when he was spoken to by Thai police.",
            "その21歳の男性は、タイ警察に話しかけられた時にこれを否定した。"
        ],
        [
            "The restaurant, which is on the popular holiday island of Phuket, saw its Google review score fall from 4.9 to 3.1.",
            "人気の休暇先の島プーケットにあるそのレストランは、Googleレビューの点数が4.9から3.1に下がるのを目にした。"
        ],
        [
            "Alexander had wanted to walk through the restaurant to get home, but the restaurant didn't let him because he wasn't a customer.",
            "アレクサンダーは家に帰るためにレストランを歩いて通り抜けたかったが、彼は客ではなかったのでそのレストランは許さなかった。"
        ],
        [
            "This happened in 2022, when Alexander was living in Phuket.",
            "これは、アレクサンダーがプーケットに住んでいた2022年に起こった。"
        ],
        [
            "But he was only arrested in Thailand's capital, Bangkok, in May this year.",
            "しかし、彼は今年5月にタイの首都バンコクで逮捕された。"
        ],
        [
            "The restaurant said the bad reviews affected its finances and reputation.",
            "同レストランは、良くないレビューが同店の財政と評判に影響したと述べた。"
        ],
        [
            "Thailand takes defamation very seriously.",
            "タイは名誉毀損を非常に深刻に受け止める。"
        ],
        [
            "If Alexander is found guilty, he could be sent to prison for up to two years.",
            "アレクサンダーが有罪になれば、最長2年間刑務所に入れられる可能性がある。"
        ],
        [
            "If he doesn't want to go to prison, The Telegraph wrote, Alexander will have to show that the reviews he wrote are true.",
            "刑務所に行きたくなければ、アレクサンダーは自分が書いたレビューが真実だと示さなければならないだろうとテレグラフは書いた。"
        ],
        [
            "This isn't the first time something like this has happened in Thailand.",
            "タイでこのようなことが起こったのは初めてではない。"
        ],
        [
            "In 2020, an American tourist was arrested after posting a negative review of a hotel on TripAdvisor.",
            "2020年にはアメリカ人観光客があるホテルに関する否定的なレビューをトリップアドバイザーに投稿したあと逮捕された。"
        ],
        [
            "The tourist was later released after saying sorry.",
            "その観光客は謝罪してのちに釈放された。"
        ]
    ],
    [
        [
            "Boeing allegedly ignored safety concerns about the 737 Max aircraft.",
            "ボーイングは申し立てによると、737MAX機の安全性に関する懸念を無視した。"
        ],
        [
            "After reading several positive reviews, we decided to try the new sushi place downtown.",
            "肯定的なレビューをいくつか読んだあと、私たちは街中の新しいお寿司屋さんを試してみることにした。"
        ],
        [
            "The author has repeatedly denied that the characters in her novel are based on real people.",
            "その著者は、自身の小説の登場人物たちが実在の人々に基づいているということを繰り返し否定した。"
        ],
        [
            "Lance Armstrong's reputation was ruined after he admitted to using performance-enhancing drugs.",
            "ランス・アームストロングの名声は、彼が運動能力強化薬物の使用を認めたあと台無しになった。"
        ],
        [
            "In 2017, Manny Pacquiao won a defamation case against the British newspaper The Daily Mail.",
            "2017年、マニー・パッキャオはイギリスの新聞デイリー・メールに対する名誉毀損訴訟に勝った。"
        ],
        [
            "If found guilty, he could face up to 10 years in prison.",
            "有罪になると、彼は10年の服役に直面し得る。"
        ]
    ],
    [
        [
            "Why was the man allegedly unhappy with the restaurant?",
            "申し立てによると男性はなぜレストランに不満だったのですか。"
        ],
        [
            "What did the restaurant's Google review score fall to?",
            "レストランのGoogleレビューは何点に落ちましたか。"
        ],
        [
            "What punishment could Alexander face if found guilty?",
            "アレクサンダーは有罪になったら、どのような罰を受けますか。"
        ]
    ],
    [
        [
            "What are your thoughts on the man being arrested for writing false reviews?",
            "虚偽のレビューを書いたとして逮捕された男性をどう思いますか。"
        ],
        [
            "Do you think a two-year prison sentence is a fair punishment for what he did?",
            "2年の実刑判決は彼がしたことに対する適正な罰だと思いますか。"
        ],
        [
            "Have you ever left a negative review online? What were you unhappy with?",
            "オンラインで否定的なレビューを残したことがありますか。何が不満でしたか。"
        ],
        [
            "Do you think social media has made it easier or harder for businesses to manage their reputations?",
            "ソーシャルメディアは企業が自社の評判を管理するのをより簡単にしたと思いますか、より難しくしたと思いますか。"
        ],
        [
            "How important are online reviews to you when choosing a restaurant or hotel?",
            "レストランまたはホテルを選ぶ時、オンラインのレビューはどれくらい大切ですか。"
        ]
    ]
]