[
    [
        [
            "Tsukiji Fish Market Site to Become a Stadium",
            "築地市場跡地がスタジアムに"
        ],
        [
            "A multipurpose stadium is at the heart of plans to redevelop the old site of the famous Tsukiji fish market in Tokyo.",
            "東京の有名な築地市場の跡地を再開発する計画の中心は、多目的スタジアムだ。"
        ],
        [
            "There had been a fish market at Tsukiji for 83 years until it closed in 2018.",
            "2018年に閉鎖されるまで、築地には83年間にわたって魚市場があった。"
        ],
        [
            "It was well known to locals, and was also visited by many tourists.",
            "地元の人々によく知られており、多くの観光客も訪れていた。"
        ],
        [
            "The fish market then moved to the city's Toyosu area.",
            "その後、魚市場は同都市の豊洲に移転した。"
        ],
        [
            "The Tsukiji site has been empty ever since — although there is still an \"Outer Market\" nearby with fish restaurants and shops.",
            "それ以来、築地の敷地は空き地となっているが、近くには魚料理店や商店が並ぶ「場外市場」が今も残っている。"
        ],
        [
            "Now the Tokyo government has approved plans for a multipurpose development at the site.",
            "最近、東京都はその敷地での多目的開発計画を承認した。"
        ],
        [
            "There will be nine buildings on the 190,000-square-meter site, with a covered stadium, to be called \"United Field Tokyo,\" at their center.",
            "19万平方メートルの敷地に9棟の建物が建てられ、その中心に「ユナイテッド・フィールド東京」と呼ばれる屋根付きスタジアムができる。"
        ],
        [
            "The stadium is to be designed for sports events such as baseball and soccer, as well as concerts.",
            "このスタジアムは、野球やサッカーなどのスポーツイベントや、コンサートにも利用できるよう設計される。"
        ],
        [
            "It will have movable seating so 20,000 to 57,000 people can sit inside.",
            "可動式の座席があり、2万人から5万7,000人を収容できる。"
        ],
        [
            "When the fish market was at Tsukiji it was often called \"Japan's kitchen.\"",
            "築地に魚市場があった頃、そこはよく「日本の台所」と呼ばれていた。"
        ],
        [
            "And the new development will also be home to the \"Tsukiji Culinary Center,\" which hopes to promote Japan's food industry and food culture.",
            "そしてこの新しい開発地には、日本の食品産業と食文化の発展を目指す「築地クリナリーセンター」も開設される。"
        ],
        [
            "The planned buildings also include a 1,200-person theater hall, as well as offices, hotels and apartments across from the 200-year-old Hama-rikyu Gardens.",
            "計画されている建物には1200人収容の劇場ホール、オフィス、200年の歴史を持つ浜離宮恩賜庭園の向かいにあるホテルやレジデンスが含まれる。"
        ],
        [
            "The developers are thinking of building a new subway station for the site, as well as making facilities for ferries on the Sumida River.",
            "開発業者は同敷地に地下鉄の新駅を建設したり、隅田川にフェリーの施設を建設したりすることを検討している。"
        ],
        [
            "The designers are even looking to the future by including a landing area for flying cars in their plans!",
            "設計者は空飛ぶクルマの離着陸エリアも計画に含めており、将来を見据えている。"
        ],
        [
            "The development has been planned by real estate company Mitsui Fudosan, along with 10 other companies, and will cost 900 billion yen, or about $5.8 billion.",
            "この開発は不動産会社の三井不動産と他の10社によって計画されており、9000億円（約58億ドル）の費用がかかる。"
        ],
        [
            "It will begin being built in 2025, and should be completed by 2038.",
            "2025年に建設が始まり、2038年までに完成する予定だ。"
        ]
    ],
    [
        [
            "I bring this multipurpose tool with me whenever I go camping.",
            "キャンプに行くときはいつも、この多目的ツールを持っていく。"
        ],
        [
            "Once an industrial area, the LX Factory in Lisbon was redeveloped into an arts center in 2008.",
            "かつて工業地帯だったリスボンのLX工場は、2008年にアートセンターとして再開発された。"
        ],
        [
            "The embassy approved her application for a visa.",
            "大使館は彼女のビザ申請を承認した。"
        ],
        [
            "All of our materials are specifically designed for online learning.",
            "私たちの教材はすべて、オンライン学習用に特別に作られている。"
        ],
        [
            "We were very impressed with the hotel's gym, spa and other facilities.",
            "私たちはこのホテルのジムやスパなどの施設にとても感動した。"
        ],
        [
            "It takes about 90 minutes by ferry to reach the island.",
            "島まではフェリーで約90分かかる。"
        ]
    ],
    [
        [
            "How long was the Tsukiji fish market open for?",
            "築地市場はどのくらいの期間、開かれていましたか。"
        ],
        [
            "How many buildings will be constructed on the new site?",
            "新しい敷地には何棟の建物が建設されますか。"
        ],
        [
            "How much will it cost to build the new development?",
            "新しい開発地の建設費はいくらですか。"
        ]
    ],
    [
        [
            "What are your thoughts on the plans to redevelop Tokyo's Tsukiji fish market?",
            "東京の築地市場の再開発計画についてどう思いますか。"
        ],
        [
            "Did you visit the Tsukiji fish market when it was open?",
            "築地市場が開いていた時、行ったことがありますか。"
        ],
        [
            "Are there any major new developments being built in your area?",
            "あなたの地域では、新たな大規模開発が行われていますか。"
        ],
        [
            "Are there any parts of your town or city that you'd like to see redeveloped?",
            "あなたの町や市で、再開発してほしい場所がどこかありますか。"
        ],
        [
            "What do you imagine your town or city will look like 50 years from now?",
            "今から50年後、あなたの町や市はどうなっていると思いますか。"
        ]
    ]
]