[
    [
        [
            "Paris Named the World's Most Crowded City",
            "世界一混雑している都市はパリ"
        ],
        [
            "When you're planning a vacation, one of the things you may have to think about is how to avoid crowds of people just like you!",
            "あなたが休暇を計画しているとき、考えなければならないことのひとつは、あなたと同じような人々の混雑をどのように避けるかということである。"
        ],
        [
            "That's not always easy, especially if you're going to a really popular place.",
            "特に非常に人気のある場所に行く場合、それは必ずしも簡単ではない。"
        ],
        [
            "But some places are busier than others.",
            "しかし、他より混み合っている場所もある。"
        ],
        [
            "And a holiday home company has been finding out which of the world's cities are most likely to be crowded.",
            "そして、ある別荘管理会社は、世界のどの都市が最も混雑する傾向があるかを調査している。"
        ],
        [
            "The company, called Deluxe Holiday Homes, didn't just look at the number of tourists visiting some of the world's most popular cities.",
            "デラックス・ホリデー・ホームズというこの会社は、世界で最も人気のある都市のいくつかを訪れる観光客の数だけを調べたわけではない。"
        ],
        [
            "It also compared the number of tourists with the size of each city and its number of residents.",
            "それはまた、観光客の数を各都市の規模や住民の数と比較した。"
        ],
        [
            "Using this method, it found that the world's most crowded city is Paris — the city of light, the city of love, and the city of crowds!",
            "この方法によって、世界で最も混雑している都市はパリで、光の街、愛の街、そして人混みの街であることが分かった。"
        ],
        [
            "The French capital is at the top of the list with more than 350,000 visitors per square kilometer over a year.",
            "このフランスの首都は、年間で1平方キロメートルあたり35万人以上の訪問者があり、リストのトップにいる。"
        ],
        [
            "The next city on the list — Bern, Switzerland — has just 85,000 visitors per square kilometer.",
            "リストで次にいる都市はスイスのベルンで、1平方キロメートル当たりの訪問者はわずか8万5,000人である。"
        ],
        [
            "However, the data also compared the ratio of visitors to residents, and here Bern is actually worse than Paris.",
            "しかし、このデータは訪問者と住民の比率も比較しており、この点ではベルンはパリよりもひどかった。"
        ],
        [
            "While Paris gets 17 visitors for every resident, Bern, which has a much smaller population, gets about 33 visitors per resident.",
            "パリでは住民1人当たり17人の訪問者なのに対し、人口がはるかに少ないベルンでは、住民1人当たり約33人の訪問者である。"
        ],
        [
            "Chicago and New York are third and fourth for visitors per square kilometer, followed by Stockholm and Amsterdam.",
            "1平方キロメートル当たりの訪問者数の3位と4位はシカゴとニューヨークで、ストックホルムとアムステルダムがそれに続く。"
        ],
        [
            "In Amsterdam, the ratio of tourists to residents is over 19 to one — second only to Bern.",
            "アムステルダムでは、観光客と住民の比率が19対1を超えており、ベルンに次いで2位。"
        ],
        [
            "The city has decided to limit the number of hotel stays per year to try to control overtourism.",
            "同市は、オーバーツーリズムを抑制するために、年間のホテル宿泊数を制限することを決定した。"
        ]
    ],
    [
        [
            "I'm trying to avoid fatty foods because I just started a new diet.",
            "私は新しいダイエットを始めたばかりなので、脂分の多い食べ物は避けるようにしている。"
        ],
        [
            "",
            ""
        ],
        [
            "Being compared to Serena Williams is a great compliment.",
            "セリーナ・ウィリアムズと比べられるなんて、素晴らしい賛辞だ。"
        ],
        [
            "Teachers should always be open to trying new teaching methods.",
            "教師たちは、常に進んで新しい教授法を試すべきだ。"
        ],
        [
            "The ratio of men to women in higher management positions is roughly 3 to 1.",
            "上級管理職に就いている男性と女性の比率はおよそ3：1だ。"
        ],
        [
            "You should limit the amount of sugar you eat.",
            "あなたは、摂取する砂糖の量を制限するべきです。"
        ],
        [
            "In 2018, Thailand closed its famous Maya Bay to repair damage caused by overtourism.",
            "2018年にタイは。オーバーツーリズムが原因の被害から回復するため、有名なマヤ湾を閉鎖した。"
        ]
    ],
    [
        [
            "How many visitors per square kilometer does Paris get per year?",
            "パリの1平方キロメートル当たりの年間訪問者数はどれくらいですか。"
        ],
        [
            "85,000",
            "8万5,000人"
        ],
        [
            "More than 350,000",
            "35万人以上"
        ],
        [
            "How many visitors does Bern get for every resident?",
            "ベルンの住民1人当たりの訪問者数はどれくらいですか。"
        ],
        [
            "17",
            "17人"
        ],
        [
            "33",
            "33人"
        ],
        [
            "What city has decided to limit the number of hotel stays per year?",
            "年間のホテル宿泊数を制限することを決定した都市はどこですか。"
        ],
        [
            "Amsterdam",
            "アムステルダム"
        ],
        [
            "Bern",
            "ベルン"
        ]
    ],
    [
        [
            "Have you been to any of the cities mentioned in the article?",
            "記事の中で紹介されている都市に行ったことがありますか。"
        ],
        [
            "Do you try to avoid crowded locations when you travel?",
            "旅行するとき、混雑している場所は避けるようにしていますか。"
        ],
        [
            "Are there any cities you'd like to visit even though they're crowded with tourists?",
            "観光客で混雑していても、行ってみたい都市はありますか。"
        ],
        [
            "What are the most crowded cities or attractions you've visited?",
            "これまでに行った中で、最も混雑していた都市や観光名所はどこですか。"
        ],
        [
            "What cities in your country have a problem with overtourism? How are they trying to control it?",
            "あなたの国で、オーバーツーリズムの問題を抱えている都市はどこですか。彼らはそれをどのように抑制しようとしていますか。"
        ]
    ]
]