[
    [
        [
            "Crabs 'Choose' Winner in Funniest Crab Joke Competition",
            "カニがいちばん面白いカニのジョーク・コンテストで優勝者を「選ぶ」"
        ],
        [
            "Here's a joke for you: Why did the crab cross the road?",
            "あなた方のために冗談がある。カニはなぜ道を渡ったのか？"
        ],
        [
            "It didn't.",
            "渡らなかった。"
        ],
        [
            "It used the sidewalk.",
            "sidewalk（歩道、横歩き）を使ったのだ。"
        ],
        [
            "This was the winning joke in a very unusual competition held this April: the World's Funniest Crab Joke competition!",
            "これは4月に開催された非常に変わったコンテスト「世界一面白いカニのジョーク」コンテストの優勝ジョークだ。"
        ],
        [
            "Do you get it?",
            "理解できるだろうか？"
        ],
        [
            "Crabs are known to walk sideways, so this crab wasn't crossing the road — it stayed on the sidewalk!",
            "カニは横歩きをする（walk sideways）ことで知られているので、このカニは道を渡っていたのではなく、歩道（sidewalk）にとどまったのだ。"
        ],
        [
            "You won't be surprised to hear this is the first time this competition has taken place.",
            "あなた方はこのコンテストが開催されたのはこれが初めてだと聞いても驚かないだろう。"
        ],
        [
            "It was organized by \"Europe's first and only\" crab museum to celebrate International Crab Day on April 26.",
            "それは4月26日の国際カニの日を祝うために、ヨーロッパ初かつ唯一のカニ博物館によって企画された。"
        ],
        [
            "Crab Museum, in the English town of Margate, asked people to share their best crab jokes, and the winners were chosen from a list of 700.",
            "イギリスの町マーゲイトにあるカニ博物館が人々に最高のカニ・ジョークをシェアするよう求め、700から成るリストから受賞者を選んだ。"
        ],
        [
            "Crabs themselves were asked to choose which joke they thought was best!",
            "カニ自身も自分が最高だと思うジョークを選ぶよう求められた。"
        ],
        [
            "After the judges — including some school children from the area — had chosen their favorite jokes, the top four were written on paper and placed in bags along with some canned fish.",
            "地域の生徒何人かを含む審判員がお気に入りのジョークを選んだあと、上位4つが紙に記入され、魚の缶詰と一緒に袋に入れられた。"
        ],
        [
            "These were then thrown into the ocean and pulled back on strings.",
            "これらはそれから海に投げられ、ひもで引かれた。"
        ],
        [
            "The first one to come back with a crab that could be placed in a bucket was the winner!",
            "バケツに入れることができるカニと戻ってくる最初のものが優勝者だった。"
        ],
        [
            "No rude jokes or jokes that were scientifically inaccurate were allowed.",
            "失礼なジョークまたは科学的に誤ったジョークは認められなかった。"
        ],
        [
            "One of the aims of the competition was to get people thinking about crabs and nature, according to the museum.",
            "その博物館によると、コンテストの目的の一つは人々にカニと自然について考えてもらうことだった。"
        ],
        [
            "The joke in second place was a little longer.",
            "2位のジョークはもう少し長かった。"
        ],
        [
            "\"Man walks into a restaurant with a crab under his arm and says, 'Do you make crab cakes?’",
            "わきにカニを抱えた男性がレストランに歩いて入って来て、「crab cake（クラブケーキ、カニのケーキ）を作っていますか」と言う。"
        ],
        [
            "\"Manager answers, 'Yes, we do.'",
            "マネージャーが「はい、作っています」と答える。"
        ],
        [
            "\"'Good,' says the man, 'because it's his birthday.'\"",
            "「良かった、彼の誕生日だから」とその男性は言う。"
        ],
        [
            "The joke here is that the manager thinks the man is talking about crab cakes that you would eat at a restaurant, while the man is really talking about a birthday cake for his crab!",
            "このジョークは、マネージャーは男性がレストランで食べるクラブケーキの話をしていると思っているが、男性は本当に自分のカニの誕生日ケーキの話をしているというものだ。"
        ]
    ],
    [
        [
            "You aren't supposed to cycle on the sidewalk.",
            "歩道で自転車をこいではいけないことになっている。"
        ],
        [
            "This painting is quite unusual, but I really like it.",
            "この絵画はかなり変わっているが、わたしはとても気に入っている。"
        ],
        [
            "They are in charge of organizing the whole event.",
            "彼らはイベント全体の企画を任されている。"
        ],
        [
            "The judge listened carefully to both sides.",
            "裁判官は双方を注意深く聞いた。"
        ],
        [
            "",
            ""
        ],
        [
            "I made a quick sandwich with lettuce, tomatoes and canned tuna for lunch.",
            "私は昼ご飯に、レタス、トマト、ツナ缶で簡単なサンドイッチを作った。"
        ],
        [
            "The movie was pretty entertaining, even though it was historically inaccurate.",
            "その映画は歴史的には不正確だったが、かなり面白かった。"
        ]
    ],
    [
        [
            "When is International Crab Day?",
            "国際カニの日はいつですか。"
        ],
        [
            "How many people took part in the joke competition?",
            "何人の人たちがジョーク・コンテストに参加しましたか。"
        ],
        [
            "Why did the museum organize the competition?",
            "博物館はなぜそのコンテストを企画したのですか。"
        ]
    ],
    [
        [
            "What are your thoughts on the World's Funniest Crab Joke competition?",
            "「世界一面白いカニのジョーク」コンテストをどう思いますか。"
        ],
        [
            "Did you find the winning jokes funny?",
            "優勝したジョークが面白いと思いますか。"
        ],
        [
            "Would you be interested in visiting Margate's Crab Museum?",
            "マーゲイトのカニ博物館に行きたいと思いますか。"
        ],
        [
            "Do you often see crabs at beaches where you live?",
            "あなたが住んでいる所のビーチでよくカニを見かけますか？"
        ],
        [
            "What sea creatures do you find most fascinating?",
            "どの海の生き物にいちばん興味をそそられますか。"
        ]
    ]
]