[
    [
        [
            "ABBA Given Special Award by King of Sweden",
            "ABBAにスウェーデン国王から特別な賞"
        ],
        [
            "The four members of the Swedish pop group ABBA have been given prestigious knighthoods by the King of Sweden.",
            "スウェーデンのポップグループABBAのメンバー4人が、スウェーデン国王から名誉ある爵位を授与された。"
        ],
        [
            "The Order of the Vasa was given for the first time in almost 50 years.",
            "ヴァーサ勲章が授与されたのは約50年ぶりとなる。"
        ],
        [
            "Agnetha Faltskog, Björn Ulvaeus, Benny Andersson and Anni-Frid Lyngstad were recognized for their contributions to music in Sweden and across the world.",
            "アグネタ・ファルツコグ、ビョルン・ウルヴァース、ベニー・アンダーソン、アンニ・フリード・リングスタッドは、スウェーデンおよび世界の音楽界への貢献が認められた。"
        ],
        [
            "They were all given a title called \"Commander of the First Class.\"",
            "彼ら全員に「一等級司令官 」という称号が与えられた。"
        ],
        [
            "Earlier this year, candidates for national awards were nominated by the public and the Swedish government.",
            "今年初め、国民賞の候補者が国民とスウェーデン政府によって推薦された。"
        ],
        [
            "The king approved the nominees that included the ABBA members.",
            "国王は、ABBAのメンバーを含む候補者を承認した。"
        ],
        [
            "The four stars have been known across the world since the 1970s when they won the Eurovision Song Contest in 1974 with the song \"Waterloo.\"",
            "この4人のスターは、1974年に「恋のウォータールー」という曲でユーロビジョン・ソング・コンテストに優勝した1970年代以来、世界中で知られている。"
        ],
        [
            "ABBA is one of the most successful pop groups in the history of music.",
            "ABBAは、音楽史上最も成功したポップグループのひとつだ。"
        ],
        [
            "The band has sold hundreds of millions of records across the world.",
            "世界中で何億枚ものレコードを売り上げている。"
        ],
        [
            "The stage musical Mamma Mia!, based on ABBA's songs, is 25 years old and there have also been two movies of the same name.",
            "ABBAの楽曲を基にした舞台ミュージカル、マンマ・ミーア！は25年前のもので、同名の映画も2本存在する。"
        ],
        [
            "Awards were given to the four band members, and nine other Swedes, in a ceremony at the Royal Palace that was shown on TV.",
            "テレビで放映された王宮での授賞式では、4人のバンドメンバーと他のスウェーデン人9人に賞が贈られた。"
        ],
        [
            "Andersson, Faltskog, Lyngstad — who now uses the last name Reuss — and Ulvaeus were thanked by the king when they got their awards.",
            "アンダーソン、ファルツコグ、リングスタッド（現在はロイスという姓を名乗っている）、ウルヴァースの4人には、受賞の際、国王から感謝の言葉を伝えられた。"
        ],
        [
            "The band members, who are now aged between 74 and 79, have not performed together live since the early 1980s, but released an album called Voyage in 2021.",
            "現在74歳から79歳のバンドメンバーは、1980年代初頭以来ライブ活動を行っていないが、2021年にアルバム、ヴォヤージをリリースした。"
        ],
        [
            "In 2022, avatars of the band — known as \"ABBA-tars\" — began performing in London.",
            "2022年には、「ABBAター」として知られる同バンドのアバターがロンドンでの公演を開始した。"
        ]
    ],
    [
        [
            "The Nobel Prize is one of the most prestigious awards a person can receive.",
            "ノーベル賞は、人が受け取れる最も名誉ある賞の一つだ。"
        ],
        [
            "Queen guitarist Brian May was awarded a knighthood in 2023 for his services to music and charity.",
            "クイーンのギタリスト、ブライアン・メイは、音楽と慈善活動への貢献によりナイトの爵位が授与された。"
        ],
        [
            "In 1903, Marie Curie received a Nobel Prize for her contribution to physics.",
            "1903年に、マリー・キューリーは物理学への貢献でノーベル賞を受賞した。"
        ],
        [
            "I'm conducting interviews with job candidates this week.",
            "私は今週、求職者たちを面接する予定だ。"
        ],
        [
            "Tom Cruise has never won an Academy Award but has been nominated four times.",
            "トム・クルーズはアカデミー賞に4度ノミネートされたが、受賞したことはない。"
        ],
        [
            "My boss approved my proposal.",
            "私の上司は、私の提案を承認した。"
        ]
    ],
    [
        [
            "How many years has it been since the Order of the Vasa was last given?",
            "ヴァーサ勲章が授与されるのは何年ぶりですか。"
        ],
        [
            "Where was the award ceremony held?",
            "授賞式はどこで行われましたか。"
        ],
        [
            "How old are the members of ABBA now?",
            "ABBAのメンバーは現在何歳ですか。"
        ]
    ],
    [
        [
            "What are your thoughts on the ABBA members receiving knighthoods?",
            "ABBAのメンバーが爵位を授与されたことについてどう思いますか。"
        ],
        [
            "Are you an ABBA fan? If so, what are your favorite songs? If not, why not?",
            "あなたはABBAのファンですか。もしそうなら、好きな曲は何ですか。そうでないとしたら、なぜですか。"
        ],
        [
            "Who are some of your country's most celebrated musicians?",
            "あなたの国で最も有名なミュージシャンは誰ですか。"
        ],
        [
            "Are there any musicians you think deserve knighthoods?",
            "爵位を受けるに値すると思う音楽家はいますか。"
        ],
        [
            "Are there any musicians you wish were still performing or making music?",
            "今でも演奏や音楽活動をしていて欲しいと思うミュージシャンはいますか。"
        ]
    ]
]