[
    [
        [
            "One in Five People Plan Next Holiday when on Vacation",
            "5人に1人が休暇中に次の休暇を計画"
        ],
        [
            "There is no better feeling than leaving work behind and going on holiday, whether it's to the sea, the city, the mountains or another part of the world.",
            "海、都市、山、または世界の他の場所など、仕事を離れて休暇に出かける以上に素晴らしい気分はない。"
        ],
        [
            "But do you ever feel that one holiday just isn't enough — that being on holiday gives you the taste to travel more?",
            "しかし、1回の休暇では足りない、休暇を過ごしながらもっと旅行したくなると感じることはあるだろうか。"
        ],
        [
            "If that's you, you're not alone.",
            "もしあなたがそうなら、あなただけではない。"
        ],
        [
            "According to a new survey by OnePoll, about 20% of US travelers are always thinking about planning their next trip while they are on vacation.",
            "ワンポールの新しい調査によると、米国の旅行者の約20%が休暇中に次の旅行の計画を立てることを常に考えている。"
        ],
        [
            "And 27% of people can't wait to be on vacation again within a week of getting home from their break.",
            "また、27%の人々が休暇から帰宅して1週間以内に、再び休暇を取るのを待ちきれないと感じる。"
        ],
        [
            "For some people, that might just be because they remembered how good it can feel to be on holiday.",
            "一部の人にとっては、それは休暇中の気分の良さを思い出したからかもしれない。"
        ],
        [
            "But for others, perhaps the holiday didn't give them the rest they wanted or needed.",
            "しかし、他の人にとっては、休暇から望んでいた、または必要としていた休息が得られなかったのかもしれない。"
        ],
        [
            "People often say that when they get back from a holiday they need another holiday to recover!",
            "休暇から戻ると、回復するために別の休暇が必要だと人々はよく言う。"
        ],
        [
            "If you're sightseeing or taking part in a lot of activities, your trip may be quite tiring — not relaxing.",
            "もしあなたが観光をしていたり、多くのアクティビティに参加しているなら、旅行はリラックスできず、かなり疲れるかもしれない。"
        ],
        [
            "However, 80% of the 2,000 American travelers who were surveyed said they would be interested in going on a trip where they \"do nothing\" — just sit by the pool, on the beach, or relax and read a book.",
            "しかし、調査された2,000人の米国人旅行者のうち80%が、プールサイドやビーチに座ったり、リラックスして本を読んだりするなど、「何もしない」旅行に興味があると回答した。"
        ],
        [
            "The average time Americans spent on holiday in 2023 was 11 days.",
            "2023年に米国人が休暇で過ごした平均時間は 11日だった。"
        ],
        [
            "But they said they'd like a little more time away this year.",
            "しかし、彼らは今年は離れて過ごす時間がもう少しほしいと言っている。"
        ]
    ],
    [
        [
            "The tour will give high school students a taste of university life.",
            "このツアーは高校生に大学生活の体験をさせるだろう。"
        ],
        [
            "Rachel finds that taking long walks in the countryside helps her recover from work stress.",
            "レイチェルは、田舎での長い散歩が仕事のストレスからの回復に役立っていると感じている。"
        ],
        [
            "Hollywood Boulevard is a popular sightseeing destination in Los Angeles.",
            "ハリウッド大通りはロサンゼルスの観光スポットとして人気だ。"
        ],
        [
            "Swimming, sunbathing and beach volleyball are my favorite summertime activities.",
            "水泳、日光浴、ビーチバレーが私のお気に入りの夏の活動だ。"
        ],
        [
            "Working 10-hour days is very tiring.",
            "1日10時間働くのはとても疲れる。"
        ],
        [
            "After a stressful day at work, John likes to relax by playing some songs on his guitar.",
            "ストレスの多い一日の後、ジョンはギターで何曲が弾いてリラックスするのが好きだ。"
        ]
    ],
    [
        [
            "What percentage of US travelers think about their next trip while on vacation?",
            "休暇中に次の旅行について考える米国人旅行者の割合は何%ですか。"
        ],
        [
            "20%",
            "20%"
        ],
        [
            "27%",
            "27%"
        ],
        [
            "What percentage of the American travelers said they would be interested in going on a trip where they \"do nothing\"?",
            "「何もしない」旅行に興味があると答えた米国人旅行者の割合は何%でしたか。"
        ],
        [
            "80%",
            "80%"
        ],
        [
            "90%",
            "90%"
        ],
        [
            "What was the average time Americans spent on holiday in 2023?",
            "2023年に米国人が休暇で過ごした平均時間は何でしたか。"
        ],
        [
            "One week",
            "1週間"
        ],
        [
            "11 days",
            "11日"
        ]
    ],
    [
        [
            "Have you ever thought about planning your next trip while on vacation?",
            "休暇中に次の旅行の計画について考えたことがありますか。"
        ],
        [
            "Do you usually feel like you want to be on vacation again within a week of getting home from holiday?",
            "あなたはいつも休暇から帰宅して1週間以内に、再び休暇を取りたいと感じますか。"
        ],
        [
            "Have you ever found a holiday to be more tiring than relaxing?",
            "休暇でリラックスするよりも疲れたと感じたことはありますか。"
        ],
        [
            "Would you be interested in taking a holiday where you do nothing?",
            "何もしない休暇を取ることに興味がありますか。"
        ],
        [
            "How many days do you usually spend on holiday per year?",
            "通常、年間何日休暇を過ごしますか。"
        ]
    ]
]