[
    [
        [
            "Netflix: K-Shows Are Most Viewed Non-English Content",
            "Netflix：英語以外のコンテンツで最多視聴はK番組"
        ],
        [
            "We watched 90 billion hours of Netflix in the second half of 2023, according to new data from the streaming company.",
            "動画配信サービスを行う同社の新しいデータによると、2023年下半期に私たちは900億時間Netflixを視聴した。"
        ],
        [
            "And non-English shows and movies made up almost one-third of the content people watched.",
            "そして、英語以外の番組や映画は、人々が視聴したコンテンツのほぼ3分の1を占めた。"
        ],
        [
            "South Korean content was the most watched of all the non-English shows and movies, making up 9% of all viewing in the second half of 2023.",
            "韓国のコンテンツは、英語以外の番組や映画の中で最も視聴され、2023年下半期の視聴全体の9％だった。"
        ],
        [
            "Also called K-content, it has become popular around the world, along with all things South Korean.",
            "それはKコンテンツとも呼ばれており、韓国のあらゆるものと共に世界中で人気を博している。"
        ],
        [
            "The viewing data was shared in a Netflix report published at the end of May, called What We Watched.",
            "この視聴データは、5月末に発表されたNetflixのレポートWhat We Watchedで公表された。"
        ],
        [
            "It showed that the most popular South Korean shows were King the Land, with 33 million views, and Mask Girl, a Netflix original series, which got 18.5 million views.",
            "それによると、韓国の番組で最も人気があったのは、視聴回数3300万回のキング・ザ・ランドと、視聴回数1850万回のNetflixオリジナルのシリーズ、マスクガールだった。"
        ],
        [
            "Ballerina was the most watched South Korean movie, with more than 36 million views.",
            "韓国映画で最も視聴されたのはバレリーナで、視聴回数は3600万を超えた。"
        ],
        [
            "Older hits, like Squid Game, which was released in 2021, are still popular.",
            "2021年に公開されたイカゲームのような以前のヒット作もいまだに人気がある。"
        ],
        [
            "One of the biggest-ever shows on Netflix, Squid Game saw its views increase last year after the release of a reality TV show called Squid Game: The Challenge.",
            "Netflix史上最大の番組の1つとなったイカゲームは、昨年イカゲーム：ザ・チャレンジというリアリティ番組が公開された後、視聴回数が増加した。"
        ],
        [
            "Next after K-content, Spanish-language content made up 7% of all viewing in the second half of 2023.",
            "Kコンテンツの次に、スペイン語のコンテンツが2023年下半期に全視聴数の7％を占めた。"
        ],
        [
            "Japanese content made up 5%.",
            "日本のコンテンツは5％だった。"
        ],
        [
            "However, the German series Dear Child was the biggest hit among all non-English content.",
            "しかし、英語以外のコンテンツ全ての中で、ドイツの汚れなき子シリーズが最大のヒットとなった。"
        ],
        [
            "It got 53 million views.",
            "視聴回数は5300万回だった。"
        ],
        [
            "The most popular movie of all on Netflix was Leave the World Behind.",
            "Netflixで最も人気のあった映画は終わらない週末だった。"
        ],
        [
            "This American science fiction movie got 121 million views.",
            "このアメリカのSF映画は、視聴回数1億2100万回を記録した。"
        ]
    ],
    [
        [
            "Exports make up about 60% of Taiwan's economy.",
            "輸出が台湾経済の約60%を占める。"
        ],
        [
            "New content is added to this website every day.",
            "このウェブサイトには、新しいコンテンツが毎日追加される。"
        ],
        [
            "\"The Queen's Gambit\" is one of the best Netflix original shows I've seen.",
            "「クイーンズ・ギャンビット」は、私が見たNetflixオリジナルの番組で最も良かったものの1つだ。"
        ],
        [
            "MrBeast's videos usually get millions of views within hours of being posted.",
            "MrBeastの動画は、たいてい投稿から数時間以内で数百万回再生される。"
        ],
        [
            "\"Keeping Up with the Kardashians\" is my favorite reality TV show.",
            "「カーダシアン家のお騒がせセレブライフ」は、私のお気に入りのリアリティ番組だ。"
        ],
        [
            "I'm not a big fan of science fiction, but I really enjoyed \"The Martian\".",
            "私はSF映画が好きではないが、「オデッセイ」はとても良かった。"
        ]
    ],
    [
        [
            "What was the most popular South Korean show on Netflix in the second half of 2023?",
            "2023年下半期、Netflixで最も人気のあった韓国の番組は何ですか。"
        ],
        [
            "King the Land",
            "キング・ザ・ランド"
        ],
        [
            "Mask Girl",
            "マスクガール"
        ],
        [
            "How many views did the film Ballerina get?",
            "映画バレリーナの視聴回数はどのくらいですか。"
        ],
        [
            "33 million",
            "3300万回"
        ],
        [
            "36 million",
            "3600万回"
        ],
        [
            "What was the most popular movie of all on Netflix?",
            "Netflixで最も人気のあった映画は何ですか。"
        ],
        [
            "Dear Child",
            "汚れなき子"
        ],
        [
            "Leave the World Behind",
            "終わらない週末"
        ]
    ],
    [
        [
            "What are your thoughts on Netflix's What We Watched report?",
            "NetflixのWhat We Watchedレポートについてどう思いますか。"
        ],
        [
            "Which of the shows and films mentioned in the article have you seen?",
            "記事で紹介されている番組や映画のうち、どれを見たことがありますか。"
        ],
        [
            "Why do you think K-content is so popular at the moment?",
            "なぜ今、Kコンテンツが人気だと思いますか。"
        ],
        [
            "How often do you watch foreign shows and movies?",
            "海外の番組や映画をどのくらいの頻度で見ますか。"
        ],
        [
            "What shows or films from your country would you recommend?",
            "あなたの国のどんな番組や映画がおすすめですか。"
        ]
    ]
]