[
    [
        [
            "Most Americans Have Lied to Get a Job",
            "米国人の大半、就職のためにうそをついたことがある"
        ],
        [
            "More than seven out of 10 Americans have been dishonest when trying to get a job, according to a new survey.",
            "新しい調査によると、10人中7人以上の米国人が就職活動の際に不正直だったことがあるという。"
        ],
        [
            "A company called ResumeTemplates asked 1,250 people in the US about how honest they are when looking for jobs, doing interviews or taking tests during the hiring process.",
            "レジュメテンプレートという会社は米国の1,250人に対して、就職活動の際、面接の際、採用過程の試験を受ける際に、どれほど正直であるかについて尋ねた。"
        ],
        [
            "And 71% of US job seekers said they'd been dishonest.",
            "すると、71％の米国の求職者が不正直だったことがあると述べた。"
        ],
        [
            "One of the most common things to do was to give a false reference.",
            "最もよく行われることの1つは、虚偽の推薦状を提出することだった。"
        ],
        [
            "Almost half of the participants said they'd done this.",
            "参加者のほぼ半数がこれをしたことがあると述べた。"
        ],
        [
            "Some said they didn't have a real reference to give, while others said their last boss didn't like them.",
            "提出できる本当の推薦状がなかったと述べた人もいれば、前の上司に気に入られなかったと述べた人もいた。"
        ],
        [
            "But people said they'd been dishonest all through the hiring process.",
            "しかし、人々は採用過程全体を通じて不正直だったことがあると述べた。"
        ],
        [
            "More than one in five people said they'd lied on their resume.",
            "5人に1人以上が履歴書にうそを書いたことがあると述べた。"
        ],
        [
            "Some companies give people tests during the hiring process — and 22% of people said they'd used Google, artificial intelligence software or the help of others to answer test questions.",
            "一部の会社は採用過程でテストを行うが、22％の人がテストの質問に答えるのにグーグルや人工知能ソフトウェアを使ったり、他人の助けを借りたりしたことがあると述べた。"
        ],
        [
            "So does being dishonest work?",
            "では、不正直であることは効果があるのか。"
        ],
        [
            "The answer to that question might be \"sometimes\" — only around three out of 10 people said they had gotten caught.",
            "その質問に対する答えは「時々」かもしれず、ばれたことがあると述べたのは10人中3人ほどだけだった。"
        ],
        [
            "Of course, that doesn't mean being dishonest is the right thing to do.",
            "もちろん、それは不正直であることが正しいという意味ではない。"
        ],
        [
            "However, a 2023 survey by a company called Resume Builder found that it's not just people looking for jobs who lie.",
            "しかし、レジュメビルダーという会社が2023年に行った調査では、うそをつくのは求職者だけではないことが分かった。"
        ],
        [
            "In fact, the survey of more than 1,000 hiring managers found that almost 40% have lied to people in job interviews.",
            "実際、1,000人以上の採用担当者を対象とした調査によると、40％近くが就職面接でうそをついたことがあるという。"
        ]
    ],
    [
        [
            "I don't think he's being honest with me.",
            "彼が私に誠実でいるとは思わない。"
        ],
        [
            "We are looking to hire a new head of sales.",
            "私たちは新しい営業部長を雇おうとしている。"
        ],
        [
            "Indeed is one of the most popular websites for job seekers in the US.",
            "Indeed は、アメリカでいちばん人気の求職者用ウェイブサイトの一つだ。"
        ],
        [
            "Companies often make false claims about the environmental impact of the products they make.",
            "企業は製造している製品が与える環境への影響について、誤った主張をすることがよくある。"
        ],
        [
            "Please submit your resume and two references from your former employers.",
            "あなたの履歴書と以前の雇用主からの紹介状を2通、提出してください。"
        ],
        [
            "",
            ""
        ],
        [
            "She was caught cheating on her exam.",
            "彼女は試験でカンニングをしているところを捕まった。"
        ]
    ],
    [
        [
            "What percentage of US job seekers said they'd been dishonest while looking for a job?",
            "米国の求職者の何％が、就職活動の際に不正直だったことがあると述べましたか。"
        ],
        [
            "71%",
            "71％"
        ],
        [
            "57%",
            "57％"
        ],
        [
            "How many participants said they'd given a false reference?",
            "何人の参加者が虚偽の推薦状を提出したことがあると述べましたか。"
        ],
        [
            "Almost half",
            "ほぼ半数"
        ],
        [
            "More than half",
            "半数以上"
        ],
        [
            "How many people said they'd gotten caught for being dishonest?",
            "何人の人が不正直がばれたことがあると述べましたか。"
        ],
        [
            "One in 10",
            "10人中1人"
        ],
        [
            "Three in 10",
            "10人中3人"
        ]
    ],
    [
        [
            "What are your thoughts on ResumeTemplates' findings?",
            "レジュメテンプレートの調査結果についてどう思いますか。"
        ],
        [
            "Do you think it's ever okay to lie to get a job?",
            "就職のためにうそをついてもいいと思いますか。"
        ],
        [
            "What would you do if you hired someone for a job and then found out they'd lied about something?",
            "誰かを雇った後、その人が何かうそをついていたことが分かったとしたらどうしますか。"
        ],
        [
            "How long have you been in your current job? What was the hiring process like?",
            "現在の仕事に就いてどのくらいになりますか。採用過程はどのようなものでしたか。"
        ],
        [
            "Do you find it surprising that almost 40% of hiring managers have lied to people in job interviews?",
            "採用担当者の40％近くが就職面接でうそをついたことがある、ということに驚きましたか。"
        ]
    ]
]