[
    [
        [
            "'Go Overboard' with These Boating Expressions",
            "これらの船の表現で『やり過ぎる』"
        ],
        [
            "People have been building boats for at least 10,000 years, making them one of the oldest types of transportation.",
            "人々は少なくとも1万年にわたって船を作っており、それは最古の輸送手段の1つとなっている。"
        ],
        [
            "They're a big part of history, which is why there are many expressions about boats.",
            "それらは歴史上大きな役割を占めているので、船に関する多くの表現がある。"
        ],
        [
            "If you have the same problems or are in the same situation as someone else, you can say you are \"in the same boat.\"",
            "あなたが他の誰かと同じ問題を抱えているか、同じ状況にあるなら、「同じ境遇」（直訳：同じボート）にいると言うことができる。"
        ],
        [
            "This expression comes from the fact that people on the same boat are all affected if the boat gets into trouble while at sea.",
            "この表現は、船が航海中にトラブルを起こすと、同じ船に乗っている人々すべてが影響を受けるという事実から来ている。"
        ],
        [
            "For example, if your friend told you they had lost their job, and you had also lost your job, you could say \"Looks like we're in the same boat — I lost my job too!\"",
            "例えば、あなたの友人が失業したと言い、あなたも失業していたなら、「私たちは同じ境遇にあるようだ、私も失業した」と言うことができる。"
        ],
        [
            "If a person is doing something too much or in an extreme way, you can say they are \"going overboard\" with it.",
            "ある人が何かをやり過ぎている、または極端な方法で行っているなら、彼らはそれを「やり過ぎて」（直訳：船から落ちて）いると言うことができる。"
        ],
        [
            "This expression comes from the 1600s when boats were mostly made of wooden boards, and going overboard meant falling into the water.",
            "この表現は、船が主に木板で作られていた1600年代のもので、going overboardとは海に落ちることを意味した。"
        ],
        [
            "So if your friend kept calling the same company to ask for a job, you could say, \"Don't go overboard!",
            "それで、あなたの友人が仕事を求めて同じ会社に電話をかけ続けている場合、あなたはこう言える。「やり過ぎないように。"
        ],
        [
            "If you keep calling them they won't hire you.\"",
            "電話をかけ続けるなら、彼らはあなたを雇わないだろう」。"
        ],
        [
            "If someone misses out on something, especially because they were late or too slow, you can say they have \"missed the boat.\"",
            "誰かが特に遅れたり、遅すぎたりして何かのチャンスを逃すなら、その人は「チャンスを逃した」（直訳：船に乗り遅れた）と言うことができる。"
        ],
        [
            "This expression refers to being late to board a boat that departed at a specific time.",
            "この表現は、定時に出発した船に乗り遅れることを意味する。"
        ],
        [
            "So your friend might say, \"I just want to make sure I'm the first person they call when they're hiring. I don't want to miss the boat!\"",
            "それであなたの友人は「彼らが雇う時には、私に最初に電話してほしいということを確認したいだけだ。私はチャンスを逃したくない」と言うかもしれない。"
        ]
    ],
    [
        [
            "Polar bears can live in extreme cold.",
            "ホッキョクグマは、極度の寒さの中で生きられる。"
        ],
        [
            "Apply the glue and secure the two boards with a clamp.",
            "接着剤を塗って、2枚の板を締め具で固定してください。"
        ],
        [
            "The flight is scheduled to depart at 6:00 p.m.",
            "そのフライトは午後6時に出発する予定だ。"
        ],
        [
            "I don't know what you're referring to.",
            "私は、あなたが何に言及しているのか分かりません。"
        ],
        [
            "Tourists can drink alcohol only in specific places in Dubai.",
            "観光客はドバイの特定の場所でのみ、お酒を飲むことができる。"
        ],
        [
            "",
            ""
        ]
    ],
    [
        [
            "Have you ever used any of the expressions featured in the article?",
            "記事で取り上げられた表現のどれかを使ったことがありますか。"
        ],
        [
            "Have you ever missed something important because you were late?",
            "あなたが遅れたために、何か重要なことを逃したことがありますか。"
        ],
        [
            "Can you think of a time when you went overboard with something?",
            "何かをやり過ぎたことがありますか。"
        ],
        [
            "Are there any boat-related expressions in your language?",
            "あなたの言語に船に関連した表現が何かありますか。"
        ],
        [
            "When was the last time you traveled on a boat?",
            "最後に船で旅行したのはいつですか。"
        ]
    ],
    [
        [
            "Is sailing a popular hobby where you live?",
            "あなたが住んでいる場所で、セーリングは人気のある趣味ですか。"
        ],
        [
            "If you were to sail around the world, who would you like to go with?",
            "世界中を船で旅するとすれば、誰と一緒に行きたいですか。"
        ],
        [
            "Have you ever been seasick?",
            "船酔いをしたことがありますか。"
        ],
        [
            "Have you ever felt unsafe while traveling on a boat?",
            "船で旅行している時に、危険を感じたことがありますか。"
        ],
        [
            "Do you know how to swim? If so, who taught you? If not, would you like to?",
            "泳ぎ方を知っていますか。もし知っているなら、誰が教えてくれましたか。もし知らないなら、習いたいですか。"
        ]
    ]
]