[
    [
        [
            "Become Part of the Story in the Far South of Europe",
            "ヨーロッパの最南端で物語の一部になる"
        ],
        [
            "There is a large brown chair looking out over the sea.",
            "海を見渡す大きな茶色の椅子がある。"
        ],
        [
            "It's too big for your kitchen but small enough to climb onto — and the views are great.",
            "キッチンには大きすぎるが、上に登るには十分小さく、景色は素晴らしい。"
        ],
        [
            "On one side of the chair is the word \"Relax,\" and on the other side it says \"Smile.\"",
            "椅子の片側には「Relax（リラックス）」の文字が、もう片側には「Smile（笑顔）」と書かれている。"
        ],
        [
            "In the middle it says: \"Southern Point of Europe.\" Welcome to the Greek island of Gavdos.",
            "中央には「ヨーロッパの最南端」と書かれている。ギリシャのガヴドス島へようこそ。"
        ],
        [
            "Although it's thought to be the southernmost piece of Europe, it's not one of Greece's better known islands — it's closer to Africa than to Athens, the Greek capital.",
            "ヨーロッパの最南端と考えられているが、それはより知られているギリシャの島々のひとつではなく、ギリシャの首都アテネよりもアフリカに近い。"
        ],
        [
            "The Canary Islands, which are part of Spain, are further south, but they're usually considered to be part of the African continent.",
            "スペインの一部であるカナリア諸島はさらに南にあるが、通常はアフリカ大陸の一部と考えられている。"
        ],
        [
            "Gavdos, which is home to just one school, one policeman and fewer than 70 residents, has featured in stories for centuries.",
            "学校が1つ、警察官が1人、そして住民が70人未満のガヴドス島は、何世紀にもわたって物語に登場してきた。"
        ],
        [
            "For different reasons, it's still featured in stories today.",
            "さまざまな理由で、現代でも物語に登場する。"
        ],
        [
            "Not far south of the large island of Crete, it was mentioned in the Bible, when it was called Cauda.",
            "大きなクレタ島のすぐ南にあるこの島は、聖書の中でも言及されており、当時はカウダと呼ばれていた。"
        ],
        [
            "Some people still think it might be the place where Odysseus was imprisoned in Homer's The Odyssey, although most experts don't agree.",
            "ホメロスのオデュッセイアでオデュッセウスが幽閉された場所ではないかと今でも考える人がいるが、ほとんどの専門家は同意していない。"
        ],
        [
            "That doesn't stop Greeks, and others who love the island, sharing the idea!",
            "それはギリシャ人、そしてこの島を愛する人たちがこの考えを共有するのを止めない。"
        ],
        [
            "In fact, it was used a little like a prison in the 20th century because it was so remote, according to Greek Reporter.",
            "実際、グリーク・レポーターによると、これは非常に辺ぴな場所にあったため、20世紀には刑務所のように使われていた。"
        ],
        [
            "Now, that's exactly why travelers choose to take a trip there in summer looking for a different beach holiday, far from hotels and crowds.",
            "現在、それこそが、ホテルや人混みから離れた、いつもと違うビーチでの休暇を求めて、旅行者が夏にこの島への旅を選ぶ理由なのだ。"
        ],
        [
            "But the stories it is often featured in now are stories in the news.",
            "しかし、現在ここがよく取り上げられているのは、ニュースでの話題である。"
        ],
        [
            "In 2024, hundreds of migrants arrived on the island from Africa and Asia.",
            "2024年には、アフリカやアジアから何百人もの移民がこの島にやって来た。"
        ],
        [
            "These are people who hope that Gavdos is the next chapter in stories of their own.",
            "これらの人々は、ガヴドス島が自分たちの物語の次の章であることを願っている。"
        ]
    ],
    [
        [
            "The movie features some of my favorite actors and actresses.",
            "映画には、私の好きな男優や女優が何人か主演している。"
        ],
        [
            "The job description doesn't mention anything about looking after children.",
            "仕事内容は、子どもの世話について何も言及していない。"
        ],
        [
            "Keith Richards was imprisoned on drug charges in 1967, but spent only one night in jail.",
            "キース・リチャーズは1967年に薬物容疑で投獄されたが、一晩刑務所で過ごしただけだった。"
        ],
        [
            "The research station was set up in a remote area of Antarctica.",
            "南極大陸のへき地に、調査基地が建てられた。"
        ],
        [
            "Many migrant workers find part-time jobs on farms.",
            "多くの移民労働者は、農場でパートタイムの仕事に就く。"
        ],
        [
            "After changing jobs, I'm looking forward to starting a new chapter in my life.",
            "転職した後、私は人生の新たな局面を迎えるのを楽しみにしている。"
        ]
    ],
    [
        [
            "How many residents does Gavdos have?",
            "ガヴドス島の住民は何人ですか。"
        ],
        [
            "What was Gavdos called in the Bible?",
            "聖書でガヴドス島は何と呼ばれていましたか。"
        ],
        [
            "When was Gavdos used as a prison?",
            "ガヴドス島が刑務所として使われていたのはいつでしたか。"
        ]
    ],
    [
        [
            "Had you heard of Gavdos before? Would you like to visit it someday?",
            "ガヴドス島について聞いたことがありますか。いつか行ってみたいですか。"
        ],
        [
            "Have you been to Greece? What parts did you visit?",
            "ギリシャに行ったことがありますか。どの地域を訪れましたか。"
        ],
        [
            "Could you see yourself living on an island with just 70 residents?",
            "住民が70人だけの島で生活している自分の姿を想像できますか。"
        ],
        [
            "What are the most remote places you've been to?",
            "今まで行った中で最も辺ぴな場所はどこですか。"
        ],
        [
            "Are there any remote places in your country that get a lot of visitors?",
            "あなたの国には、観光客が多く訪れる人里離れた場所がありますか。"
        ]
    ]
]