[
    [
        [
            "The Big Golden Apple: The World's Richest City",
            "ビッグ・ゴールデン・アップル：世界で最も裕福な都市"
        ],
        [
            "New York is known for its yellow taxis.",
            "ニューヨークは黄色いタクシーで知られている。"
        ],
        [
            "They're everywhere: pushing through the busy streets like bees.",
            "それらはどこにでもあり、蜂のように混雑した通りをかき分けて進む。"
        ],
        [
            "They are a symbol of the city and there are more than 13,500 of them buzzing around the \"Big Apple.\"",
            "それらはその都市のシンボルであり、1万3,500台以上が「ビッグアップル」のあちこちを忙しく動き回っている。"
        ],
        [
            "That's a lot of taxis.",
            "タクシーの数は多い。"
        ],
        [
            "But there are some other things buzzing around the city and they aren't always quite so easy to see — millionaires.",
            "しかし、他にも都市の中を忙しく動き回っていて、いつも簡単には目にすることができないものがあり、それはミリオネア（百万長者）だ。"
        ],
        [
            "The city of yellow taxis is also the city of millionaires, and according to a new report there are about 26 times more millionaires in New York than there are taxis!",
            "黄色いタクシーの都市はミリオネアの都市でもあり、新しい報告によると、ニューヨークにはタクシーの約26倍のミリオネアがいる。"
        ],
        [
            "The 2024 World's Wealthiest Cities report, by investment company Henley and Partners, says New York has almost 350,000 millionaires.",
            "投資会社ヘンリー・アンド・パートナーズによる2024年の世界で最も裕福な都市レポートによると、ニューヨークには35万人近いミリオネアがいる。"
        ],
        [
            "That number grew by 48% between 2013 and 2023, and there are also 60 billionaires in the city.",
            "この数は2013年から2023年の間に48%増加し、市内には60人のビリオネア（億万長者）もいる。"
        ],
        [
            "But like so many wealthy cities, the gap between the rich and the poor in New York is big, and it's getting bigger.",
            "しかし、多くの裕福な都市と同様に、ニューヨークの富裕層と貧困層の格差は大きく、さらに広がっている。"
        ],
        [
            "According to 2023 data, the top 20% of earners in the city make almost six times as much as the bottom 20% of earners.",
            "2023年のデータによると、同市の上位20%の所得者は下位20%の所得者の6倍近くを稼いでいる。"
        ],
        [
            "New York is also the world's second most expensive city to live in.",
            "ニューヨークは、世界で2番目に生活費の高い都市でもある。"
        ],
        [
            "There are 11 US cities in the top 50 wealthiest cities in the world.",
            "世界で最も裕福な都市トップ50のうち、米国の都市は11ある。"
        ],
        [
            "The Bay Area, which includes San Francisco and California's tech area of Silicon Valley is second in the list.",
            "サンフランシスコとカリフォルニアのテックエリアであるシリコンバレーを含むベイエリアは、リストの2位である。"
        ],
        [
            "More than 300,000 millionaires live there, along with 68 billionaires.",
            "そこには、30万人以上のミリオネアのほかに、68人のビリオネアが住んでいる。"
        ],
        [
            "Tokyo is third with 298,000 millionaires, although the Japanese capital has seen a small decrease in the number of millionaires over the last 10 years.",
            "29万8000人のミリオネアがいる東京は3位だが、この日本の首都では過去10年間でミリオネアの数がわずかに減少している。"
        ]
    ],
    [
        [
            "The Statue of Liberty is a symbol of freedom.",
            "自由の女神像は自由の象徴だ。"
        ],
        [
            "I saw Mark buzzing around the office about 20 minutes ago but I think he's gone for lunch now.",
            "20分ほど前にマークがオフィス内を忙しく動き回っているのを見かけたけど、今はランチに出かけていると思う。"
        ],
        [
            "The south of Africa is the wealthiest part of the continent.",
            "アフリカ南部は大陸でもっとも裕福な地域だ。"
        ],
        [
            "Andrea owns an apartment in New York as well as several investment properties.",
            "アンドレアはいくつかの投資物件に加え、ニューヨークにアパートを持っている。"
        ],
        [
            "",
            ""
        ],
        [
            "The income gap between the richest and poorest Americans is getting larger every year.",
            "最も裕福なアメリカ人と最貧のアメリカ人の収入格差が、毎年広がっている。"
        ],
        [
            "Only the country's top earners will be affected by the new tax laws.",
            "国内の高額所得者だけが、新しい税法の影響を受けることになる。"
        ]
    ],
    [
        [
            "How many yellow taxis are there in New York?",
            "ニューヨークには黄色いタクシーが何台ありますか。"
        ],
        [
            "More than 13,500",
            "1万3,500台以上"
        ],
        [
            "More than 16,000",
            "1万6,000台以上"
        ],
        [
            "How many billionaires does New York have?",
            "ニューヨークにはビリオネアが何人いますか。"
        ],
        [
            "30",
            "30人"
        ],
        [
            "60",
            "60人"
        ],
        [
            "How many US cities are in the top 50 wealthiest cities in the world?",
            "世界で最も裕福な都市トップ50のうち、米国の都市はいくつありますか。"
        ],
        [
            "15",
            "15都市"
        ],
        [
            "11",
            "11都市"
        ]
    ],
    [
        [
            "What are your thoughts on the 2024 World's Wealthiest cities report?",
            "2024年の世界で最も裕福な都市レポートについてどう思いますか。"
        ],
        [
            "Do you find it surprising that New York has close to 350,000 millionaires?",
            "ニューヨークに35万人近くのミリオネアがいることに驚きましたか。"
        ],
        [
            "Have you been to New York? If so, what did you think of it? If not, would you like to visit someday?",
            "ニューヨークに行ったことがありますか。もしあれば、どう思いましたか。もしなければ、いつか行ってみたいですか。"
        ],
        [
            "Which of the cities mentioned in the article would you most like to visit?",
            "記事の中で紹介されている都市の中で、あなたがいちばん行ってみたい都市はどこですか。"
        ],
        [
            "What are your country's wealthiest cities?",
            "あなたの国で最も裕福な都市はどこですか。"
        ]
    ]
]