[
    [
        [
            "Words That Even Native Speakers Use Incorrectly",
            "ネイティブスピーカーでも誤って使う単語"
        ],
        [
            "English learners often say that they want to talk like a native speaker.",
            "英語の学習者は、よくネイティブスピーカーのように話したいという。"
        ],
        [
            "But did you know that there are many words that even native speakers use incorrectly?",
            "しかし、ネイティブスピーカーでさえ間違って使う単語がたくさんあるというのを知っていただろうか。"
        ],
        [
            "Here are some examples.",
            "ここでいくつか例を挙げる。"
        ],
        [
            "\"Poisonous\" vs. \"Venomous\"",
            "\"Poisonous\"と\"Venomous\""
        ],
        [
            "Something that's \"poisonous\" will harm you if you eat it, while something that's \"venomous\" will harm you if it bites you.",
            "「有毒な」ものは、あなたがそれを食べるなら害を及ぼすが、「毒をもつ」ものは、それがあなたに噛みつくなら害を及ぼす。"
        ],
        [
            "For example, some plants are poisonous, while some snakes are venomous.",
            "例えば、ある種の植物は有毒で、ある種のヘビは毒をもつ。"
        ],
        [
            "However, you will hear many native speakers say \"poisonous snake.\"",
            "しかし、多くのネイティブスピーカーが「有毒なヘビ」と言うのを耳にするだろう。"
        ],
        [
            "\"Nauseous\" vs. \"Nauseated\"",
            "\"Nauseous\" と\"Nauseated\""
        ],
        [
            "You might hear a native speaker say that they feel \"nauseous\" after a roller coaster ride.",
            "ネイティブスピーカーがジェットコースターに乗った後、「吐き気を催させる」気分だというのを聞くかもしれない。"
        ],
        [
            "However, they should say that they're \"nauseated.\" Something that causes nausea is \"nauseous\" and makes people feel \"nauseated.\"",
            "しかし、彼らは「吐き気を催」していると言うべきだ。吐き気を催させる原因が\"nauseous\"で、人々が感じるのが\"nauseated\"だ。"
        ],
        [
            "However, this mistake is so common that some dictionaries have added a second definition for \"nauseous\"!",
            "だが、この間違いはあまりにもよくあるので、一部の辞書は\"nauseous\"に2つ目の定義を加えた。"
        ],
        [
            "\"Depraved\" vs. \"Deprived\"",
            "\"Depraved\" と \"Deprived\""
        ],
        [
            "If someone is \"depraved,\" they do very bad things.",
            "もしも誰かが「堕落して」いるなら、その人はとても悪いことを行う。"
        ],
        [
            "For example, you might say bank robbers or some politicians are \"depraved.\"",
            "例えば、銀行強盗や一部の政治家は「堕落して」いると言うかもしれない。"
        ],
        [
            "But if someone is \"deprived,\" they don't have something they need.",
            "しかし、誰かが「困窮して」いるなら、その人は必要なものを持っていない。"
        ],
        [
            "For example, to be \"sleep-deprived\" means that you haven't gotten enough sleep.",
            "例えば、「睡眠不足に」なるとは、十分な睡眠とっていないという意味だ。"
        ],
        [
            "\"Infamous\"",
            "\"Infamous\""
        ],
        [
            "Some native speakers use the word \"infamous\" to mean \"very famous.\" However, to be \"infamous\" is to be famous for doing something bad!",
            "ネイティブスピーカーの中には\"infamous\"を「とても有名な」という意味で使う人がいる。しかし、「ひどく評判が悪い」とは何か悪いことをして有名になることだ。"
        ],
        [
            "For example, a well-known bank robber can be described as \"infamous,\" while the Korean boy band BTS is just \"famous.\"",
            "例えば、広く知られた銀行強盗は「悪名高い」と描写できるが、韓国のボーイバンドBTSは単に「有名」だ。"
        ]
    ],
    [
        [
            "Although she is my twin sister, we have opposite opinions on many things.",
            "彼女は私の双子の妹（姉）だが、私たちは多くの事について対照的な意見を持っている。"
        ],
        [
            "Smoking while pregnant can harm your baby.",
            "妊娠中の喫煙は赤ちゃんに害を与える可能性がある。"
        ],
        [
            "This theme park has over 40 rides, including three huge roller coasters.",
            "このテーマパークには、3つの巨大なジェットコースターを含む40以上の乗り物がある。"
        ],
        [
            "",
            ""
        ],
        [
            "He felt waves of nausea as he sat in the waiting room.",
            "彼は待合室で座った時に吐き気が急に激しくなるのを感じた。"
        ],
        [
            "Leonardo DiCaprio is a well-known American actor.",
            "レオナルド・ディカプリオは有名な米国人俳優だ。"
        ]
    ],
    [
        [
            "Have you ever heard any of the words featured in the article?",
            "この記事で取り上げられた単語をどれか耳にしたことがありましたか。"
        ],
        [
            "Is your country home to any venomous snakes?",
            "あなたの国原産の毒ヘビがいますか。"
        ],
        [
            "When was the last time you felt sleep-deprived?",
            "最後に睡眠不足だと感じたのはいつでしたか。"
        ],
        [
            "If you could meet any famous person, who would you choose? Why?",
            "どの有名人にでも会うことができるとしたら、誰を選びますか。なぜですか。"
        ],
        [
            "Are there any common words in your language that people often use incorrectly?",
            "人々がよく間違って使う一般的な単語があなたの言語にありますか。"
        ]
    ],
    [
        [
            "How often do you get a chance to talk to native English speakers?",
            "英語のネイティブスピーカーと話す機会はどれ程の頻度でありますか。"
        ],
        [
            "Are there any common English words that you often confuse?",
            "一般的な英単語で、あなたがよく混乱するものがありますか。"
        ],
        [
            "Which do you find more difficult, English spelling or pronunciation? Why?",
            "英語のスペルと発音とでは、どちらがより難しいと思いますか。なぜですか。"
        ],
        [
            "Who's the best English teacher you've ever had?",
            "これまでで1番良い英語の先生は誰ですか。"
        ],
        [
            "If you are not making mistakes, you are not trying hard enough. – Vince Lombardi. What do you make of this statement?",
            "もしもあなたがミスをしていないなら、努力が足りていない。（ヴィンス・ロンバルディ）この意見についてどう思いますか。"
        ]
    ]
]