[
    [
        [
            "'Busy Bragging': The Workplace Habit That Annoys Everyone",
            "『忙しさ自慢』：誰もが迷惑する職場の習慣"
        ],
        [
            "Some people love to brag.",
            "自慢するのが大好きな人がいる。"
        ],
        [
            "They might brag about where they live, the money they make or how great they are at sports.",
            "彼らはどこに住んでいるか、どれだけ稼いでいるか、どれだけスポーツが得意か、などについて自慢するかもしれない。"
        ],
        [
            "In fact, some people even brag about how busy or stressed they are.",
            "実際、自分がどれだけ忙しいか、どれだけストレスを感じているかを自慢する人たちさえいる。"
        ],
        [
            "And it's becoming quite common.",
            "そして、それはかなり一般的になっている。"
        ],
        [
            "It's called \"busy bragging\" or \"stress bragging\" — and people find it just as annoying as any other bragging.",
            "これは「忙しさ自慢」または「ストレス自慢」と呼ばれ、人々はそれを他の自慢と同じくらい迷惑だと感じている。"
        ],
        [
            "You may have heard it at your workplace, when people tell everyone about how much work they have to do, or say things like: \"You have no idea of the stress I'm under.\"",
            "あなたはそれを職場で聞いたことがあるかもしれず、人々は自分がどれだけの仕事をしなければならないかについて皆に話したり、「あなたは私が抱えているストレスについて全く知らない」などと言ったりする。"
        ],
        [
            "They might be doing this to show others that they're important or working hard.",
            "彼らは自分が重要な存在であることや、一生懸命働いていることを他の人に示すために、このようなことをしているのかもしれない。"
        ],
        [
            "However, a study from the US found that the colleagues of stress braggers find those people less likable and less competent because of their bragging.",
            "しかし米国の研究によると、ストレス自慢をする人の同僚は、自慢のゆえにその人への好感度は下がり、能力が低いと感じていることが分かった。"
        ],
        [
            "And colleagues were found to be less likely to help stress braggers.",
            "また、同僚はストレス自慢をする人を助ける可能性が低いことが分かった。"
        ],
        [
            "The study also found that colleagues may even begin to feel stress themselves because of the effect of people stress bragging.",
            "研究ではさらに、ストレス自慢をしている人の影響で、同僚自身がストレスを感じ始める可能性さえあることも分かった。"
        ],
        [
            "Study author Jessica Rodell said: \"People are harming themselves by doing this thing they think is going to make them look better to their colleagues.\"",
            "研究著者のジェシカ・ロデルは、「人々は、同僚に自分を良く見せることができると思ってやっていることで、自分自身を傷つけている」と述べた。"
        ],
        [
            "However, Rodell said sharing workplace stress with others is not a bad thing to do: it's only when people brag about their stress that it causes negative feelings.",
            "しかし、職場のストレスを他の人と共有するのは悪いことではなく、ストレスについて自慢するときにのみ、ネガティブな感情を引き起こす、とロデルは述べた。"
        ],
        [
            "\"It's not the being stressed part that's a problem,\" she said.",
            "「ストレスを感じていることが問題なのではない」と彼女は述べた。"
        ],
        [
            "In fact, the study found that if your colleagues think you're stressed, they do think you're more competent.",
            "実際、研究によると、同僚はあなたがストレスを感じていると思うなら、あなたのほうが有能だと思うことが分かった。"
        ],
        [
            "You just can't brag about it.",
            "ただそれを自慢することはできない。"
        ]
    ],
    [
        [
            "We all quickly grew tired of Craig bragging about his new car.",
            "クレイグが新しい車について自慢することに、私たちは皆すぐに飽きてしまった。"
        ],
        [
            "Exams make me feel stressed.",
            "試験は私にストレスを感じさせる。"
        ],
        [
            "My little brother is so annoying.",
            "私の弟はすごくイライラさせる。"
        ],
        [
            "Sandra is very likable, so I'm sure she'll fit in well with the team.",
            "サンドラはとても好感が持てるので、きっとチームにうまく溶け込めるだろう。"
        ],
        [
            "He's extremely enthusiastic about his work, but he's not very competent.",
            "彼は自分の仕事に対して強い情熱を持っているが、あまり有能ではない。"
        ],
        [
            "Studies have found that spending too much time on social media can harm your self-esteem.",
            "研究によると、ソーシャルメディアに時間を費やし過ぎると自尊心が傷つく可能性があるという。"
        ]
    ],
    [
        [
            "Colleagues often find stress braggers more competent.",
            "同僚はストレス自慢をする人のほうが有能だと思うことが多い。"
        ],
        [
            "True",
            "正しい"
        ],
        [
            "False",
            "間違い"
        ],
        [
            "Colleagues are less likely to help stress braggers.",
            "同僚はストレス自慢をする人を助ける可能性が低い。"
        ],
        [
            "True",
            "正しい"
        ],
        [
            "False",
            "間違い"
        ],
        [
            "Jessica Rodell believes that sharing workplace stress is a bad thing.",
            "ジェシカ・ロデルは、職場のストレスを他の人と共有するのは悪いことだと考えている。"
        ],
        [
            "True",
            "正しい"
        ],
        [
            "False",
            "間違い"
        ]
    ],
    [
        [
            "What are your thoughts on the findings of this study?",
            "この研究結果についてどう思いますか。"
        ],
        [
            "Do you know any stress braggers? Do you think they're hard workers?",
            "ストレス自慢をする人を誰か知っていますか。その人は働き者だと思いますか。"
        ],
        [
            "Which of your colleagues would you say is under the most stress?",
            "あなたの同僚で最もストレスを感じているのは誰だと思いますか。"
        ],
        [
            "Who are the most competent people that you work with?",
            "一緒に働く人の中で最も有能な人は誰ですか。"
        ],
        [
            "Which of the people you know complains the most about their job?",
            "あなたが知っている人の中で、仕事についていちばん不満を言う人は誰ですか。"
        ]
    ]
]