[
    [
        [
            "Canadian Grandmother Breaks Women's Planking Record",
            "カナダのおばあちゃん、プランクの世界記録更新"
        ],
        [
            "A 58-year-old grandmother from Alberta, Canada, has broken the world women's record for the longest time in an abdominal plank position.",
            "カナダのアルバータ州の58歳になるおばあちゃんが、プランクをした最長時間（longest time in an abdominal plank position）の女性による世界記録を更新した。"
        ],
        [
            "DonnaJean Wilde set a new record of 4 hours, 30 minutes and 11 seconds in the town of Magrath, Alberta, on March 21.",
            "ドナジーン・ワイルドさんは3月21日、アルバータ州マグラスで4時間30分11秒の新記録を樹立。"
        ],
        [
            "She broke the previous record set by another Canadian, Dana Glowacka, in 2019, by a little over 10 minutes.",
            "彼女は、同じくカナダ人のダナ・グロワッカが2019年に打ち立てたこれまでの記録を10分余り更新した。"
        ],
        [
            "Planking is an exercise in which the body is lifted off the ground and kept straight while being supported by just the arms and toes.",
            "プランクとは、腕とつま先だけで体を支えながら、地面から体を持ち上げ、まっすぐに保つ運動だ。"
        ],
        [
            "DonnaJean, a former high school vice principal, started planking 12 years ago after breaking her wrist in an accident.",
            "高校の元教頭だったドナジーンさんは、事故で手首を骨折した後、12年前にプランクを始めた。"
        ],
        [
            "Her broken wrist meant she couldn't do her usual exercises like lifting weights or running — but she found she could still do planking!",
            "手首を骨折したことで、ウエイトリフティングやランニングといった通常の運動はできなくなったが、プランクならできることに気づいた。"
        ],
        [
            "She also liked planking because she could do other things — like reading or marking school work — at the same time.",
            "彼女はまた、読書や学校の採点など、他のことも同時にできるので、プランクが好きになった。"
        ],
        [
            "DonnaJean, who has five children and 12 grandchildren, set her record in the theater of Magrath High School, where she used to work as vice principal.",
            "5人の子どもと12人の孫を持つドナジーンさんは、以前教頭として勤務していたマグラス高校の劇場で記録を樹立した。"
        ],
        [
            "Her children, grandchildren and many of her former students came to support her.",
            "彼女の子ども、孫、そして多くの元生徒たちが応援に駆けつけた。"
        ],
        [
            "She told USA Today: \"It was so wonderful to see students cheering me on and my family cheering me on.\"",
            "彼女はUSAトゥデイに「生徒たちが私を応援してくれたり、私の家族が応援してくれたりするのを見るのは、とても素晴らしいことでした」と述べた。"
        ],
        [
            "DonnaJean told Guinness World Records that the first two hours of her plank went by quickly, but the next two hours were more difficult.",
            "ドナジーンさんはギネス世界記録に、プランクの最初の2時間はあっという間だったが、続く2時間はもっと大変だったと語った。"
        ],
        [
            "\"My elbows hurt pretty bad,\" she said.",
            "「肘がかなり痛かった」と彼女は言った。"
        ],
        [
            "But in the final 30 minutes she focused on breathing, and staying calm.",
            "しかし、最後の30分間は呼吸と冷静になることに集中した。"
        ],
        [
            "And after finishing her record-breaking plank, she told Guinness World Records, \"I actually still can't believe it.",
            "そして記録更新となったプランクを終えた後、彼女はギネス世界記録にこう語った。「まだ本当には信じられません。"
        ],
        [
            "It feels like a dream.\"",
            "夢のようです」。"
        ],
        [
            "Sharing the news of her record on its Facebook page, Magrath High School said she was \"an inspiration to all our students!\"",
            "マグラス高校は、フェイスブックのページで彼女の記録に関するニュースを投稿し、彼女が「すべての生徒に感動を与えた」と述べた。"
        ]
    ],
    [
        [
            "Are you experiencing any abdominal pain?",
            "いくらかでも腹部の痛みがありますか。"
        ],
        [
            "You should avoid lifting weights until your arm is fully recovered.",
            "あなたの腕が完全に回復するまで、ウェイトを持ち上げないようにすべきだ。"
        ],
        [
            "I can't thank you enough for supporting me through this difficult time.",
            "この困難な時期に支えてくれたことを、感謝し切れません。"
        ],
        [
            "I could hear my mom cheering from the sidelines as I ran towards the goal.",
            "私がゴールに向かって走っている時、沿道から母親が声援を送っているのが聞こえた。"
        ],
        [
            "He looked calm and confident as he stepped up to the tee.",
            "彼はティーに近づいて行った時、落ち着いて自信があるように見えた。"
        ],
        [
            "She's always been an inspiration in my life.",
            "彼女は私の人生にいつも感化を与えてきた。"
        ]
    ],
    [
        [
            "How long did DonnaJean Wilde plank for?",
            "ドナジーン・ワイルドさんは、どれ程の時間プランクをしましたか。"
        ],
        [
            "How many grandchildren does Wilde have?",
            "ワイルドさんに孫は何人いますか。"
        ],
        [
            "What did Wilde focus on in the last 30 minutes of her record attempt?",
            "ワイルドさんは記録に挑戦した最後の30分間、何に集中しましたか。"
        ]
    ],
    [
        [
            "What are your thoughts on DonnaJean Wilde's record?",
            "ドナジーン・ワイルドさんの記録についてどう思いますか。"
        ],
        [
            "Have you tried planking? If so, what's the longest you think you could plank for?",
            "プランクに挑戦したことがありますか。もしあれば、最長でどのくらいプランクができると思いますか。"
        ],
        [
            "Have you ever had an injury that stopped you from doing certain sports or exercises? How long did it take you to recover?",
            "特定のスポーツや運動ができなくなるような怪我をしたことがありますか。回復までにどのくらい時間がかかりましたか。"
        ],
        [
            "What are some of the most physically challenging things you've done?",
            "これまでにやったことのある、身体的に一番きついことは何ですか。"
        ],
        [
            "Who are the most active older people you know?",
            "あなたが知っている中で、最も活発な高齢者は誰ですか。"
        ]
    ]
]