[
    [
        [
            "Airports Introduce 'FaceBoarding' for Faster Travel",
            "より迅速な旅行のために空港が「顔認証搭乗」を導入"
        ],
        [
            "You probably have your own list of the most frustrating things about airports.",
            "空港で最もイライラする物事について、恐らく自分自身のリストがあるだろう。"
        ],
        [
            "Perhaps it's all the standing in line, the expensive food or taking everything out of your pockets when you go through security.",
            "多分、立って行列すること、高い食べ物、保安検査場を通る時にポケットから全てを取り出すこと全部だろう。"
        ],
        [
            "How about having to show your passport or boarding pass every time you move into a new part of the airport?",
            "空港の新しいエリアに移動するたびにパスポートと搭乗券を見せないといけないことはどうだろうか？"
        ],
        [
            "It feels like everyone wants to see your documents!",
            "誰もがあなた方の書類を見たがっているようだ。"
        ],
        [
            "But travelers at two Italian airports can now keep their documents in their pockets for much longer.",
            "しかし、イタリアの2ヶ所の空港では旅行者がはるかに長い時間、書類をポケットに入れておくことができる。"
        ],
        [
            "That's after the airports — Milan Linate and Catania in Sicily — introduced something called \"FaceBoarding.\"",
            "それは、ミラノ・リナーテ空港とシチリアのカターニア空港が「フェイスボーディング」と呼ばれるものを導入したあとのことだ。"
        ],
        [
            "It might sound like an unusual sport, but no, it's just an easier way of getting through the airport!",
            "珍しいスポーツのように聞こえるかも知れないが、いや、それは空港を通過するためのより簡単な方法なのだ。"
        ],
        [
            "Travelers don't have to use it, but adults who want to can go to a FaceBoarding \"kiosk\" when they have checked in.",
            "旅行者はそれを利用しなくてもよいが、希望する成人はチェックインした際にフェイスボーディング「キオスク」へ行くことができる。"
        ],
        [
            "Here, they scan their passport and boarding pass.",
            "ここで、パスポートと搭乗券をスキャンできる。"
        ],
        [
            "Then, a picture is taken of the passenger's face.",
            "それから、搭乗者の顔の写真が撮影される。"
        ],
        [
            "This means they can get through security, through gates and onto the plane just by showing their face.",
            "これは顔を見せるだけで保安検査場、搭乗ゲートそして機内まで行くことができるという意味だ。"
        ],
        [
            "Scanners use facial recognition technology to let passengers pass, although for now only ITA Airways and Scandinavian Airlines passengers can use it.",
            "今のところITAエアウェイズとスカンジナビアン航空の乗客だけが利用することができるが、スキャナーは乗客を通過させるために顔認証テクノロジーを使う。"
        ],
        [
            "The airports hope FaceBoarding will help reduce waiting times for passengers.",
            "それらの空港は、フェイスボーディングが乗客の待ち時間削減に役立つことを期待している。"
        ],
        [
            "From June, people will also be able to register to use the technology, which was developed by French and Swiss companies, on an app.",
            "6月から人々は、フランスとスイスの企業によって開発されたそのテクノロジーをアプリで使うために登録できるようになる予定だ。"
        ],
        [
            "Milan Linate airport said the images of passengers' faces will not be stored.",
            "ミラノ・リナーテ空港は、乗客の顔の画像は保存されないと述べた。"
        ],
        [
            "Facial recognition is also being tested at other airports to make travel faster and easier.",
            "顔認証は旅行をよりはやくより簡単にするために、その他の空港でも試されている。"
        ],
        [
            "For example, travelers have been able to use facial recognition at Japan's Narita Airport since November 2022, and for some flights at Haneda Airport since November 2023.",
            "例えば、旅行者は2022年11月から日本の成田空港で、また2023年11月からは羽田空港の一部のフライトで顔認証の利用が可能となっている。"
        ]
    ],
    [
        [
            "Getting stuck in traffic on my way home from work is so frustrating!",
            "職場から家までの道のりで渋滞に巻き込まれるのは、本当にイライラする。"
        ],
        [
            "First introduced in 1938, the Volkswagen Beetle is one of the world's most recognizable cars.",
            "1938年に初めて発表されたフォルクスワーゲン・ビートルは、世界で最も知られている車の一つだ。"
        ],
        [
            "You'll need to scan your boarding pass before you board the plane.",
            "飛行機に搭乗する前に、搭乗券をスキャンする必要がある。"
        ],
        [
            "This is the first US airport to use facial recognition technology to allow passengers to board their flights.",
            "これが、乗客たちを自分の便に搭乗させるのに顔認証技術を使うアメリカ初の空港だ。"
        ],
        [
            "In order to take part in the marathon, you need to register and pay a small fee.",
            "マラソンに参加するためには、登録して少額の料金を払う必要がある。"
        ],
        [
            "\"Pepper\" is a humanoid robot that was developed by SoftBank Robotics.",
            "「ペッパー」は、ソフトバンクロボティクスによって開発された人型ロボットだ。"
        ]
    ],
    [
        [
            "Which Italian airports have introduced FaceBoarding?",
            "イタリアのどの空港がフェイスボーディングを導入していますか。"
        ],
        [
            "What do travelers who want to use FaceBoarding need to do?",
            "フェイスボーディングを利用したい旅行者は何をする必要がありますか。"
        ],
        [
            "Which airlines' passengers can currently use FaceBoarding?",
            "現在、どの航空会社の乗客がフェイスボーディングを利用できますか。"
        ]
    ],
    [
        [
            "What are your thoughts on FaceBoarding?",
            "フェイスボーディングをどう思いますか。"
        ],
        [
            "Have you used facial recognition technology at an airport before?",
            "以前に空港で顔認証テクノロジーを使ったことがありますか。"
        ],
        [
            "Do you think FaceBoarding will become the norm in the future?",
            "フェイスボーディングが今後、標準になると思いますか。"
        ],
        [
            "Have you ever had trouble going through airport security?",
            "空港の保安検査場を通過するのに問題があったことがありますか。"
        ],
        [
            "What do you find most frustrating about airports and air travel?",
            "空港と空の旅でいちばんイライラするのはどんなことですか。"
        ]
    ]
]