[
    [
        [
            "Top Tips for Staying Healthy on Holiday",
            "休暇中に健康でいるための最良のヒント"
        ],
        [
            "Ice cream for breakfast, potato chips all day long and lots of lying down — part of the reason we love going on holiday is because it can be a break from the normal routine of life.",
            "私たちが休暇に行くのが好きな理由には、朝食にアイスクリーム、一日中ポテトチップス、そしてたくさん横になるといった、普通の日常のルーティンから離れることができるからだ。"
        ],
        [
            "But how can we stay healthy on holiday while still having a good time?",
            "しかし、休暇中に楽しい時間を過ごしながら健康を維持するにはどうすれば良いのだろう。"
        ],
        [
            "A lot of trips begin with an airplane.",
            "多くの旅行は飛行機から始まる。"
        ],
        [
            "Time in the air can cause dehydration, so drink plenty of water and try to avoid too much alcohol and caffeine.",
            "空中にいると脱水症状を引き起こす可能性があるため、十分な水を飲み、アルコールやカフェインの摂りすぎを避けるようにする。"
        ],
        [
            "You should also wash your hands regularly on your flight, according to the Cleveland Clinic.",
            "クリーブランド・クリニックによると、フライト中は定期的に手を洗う必要がある。"
        ],
        [
            "These are good rules to follow all through your trip.",
            "これらは旅行中ずっと守れる良いルールだ。"
        ],
        [
            "If you're going to have alcohol and caffeine, drink lots of water too — especially if you're in a hot place.",
            "アルコールやカフェインを摂る場合、特に、暑い場所にいるなら、水もたくさん飲もう。"
        ],
        [
            "But be careful with the water you do drink, says travel expert Rick Steves.",
            "ただし、飲む水には注意するように、と旅行の専門家リック・スティーブスは話す。"
        ],
        [
            "In some countries, tap water is good to drink, but you should check before you try it.",
            "国によっては水道水は飲んでも大丈夫だが、試す前に確認する必要がある。"
        ],
        [
            "Bottled water may be safer.",
            "ボトル入りの水の方が安全かもしれない。"
        ],
        [
            "You'll also need to take care with street food.",
            "屋台料理にも注意が必要だ。"
        ],
        [
            "Look at how clean the place is, and whether other people are eating there — and get freshly cooked food when you can.",
            "その場所がどれだけ清潔か、他の人がそこで食事をしているかを見て、できれば作りたての料理を手に入れよう。"
        ],
        [
            "Katie Stone from the University of California at Davis says it's not a good idea to skip meals, because it may make you overeat later in the day.",
            "カリフォルニア大学デービス校のケイティ・ストーンは、食事を抜くと、その日の後半に食べ過ぎてしまう可能性があるため、良くないと話す。"
        ],
        [
            "Keeping some healthy snacks with you will help with this, says the American Heart Association.",
            "健康的なスナックをいくつか持っていることがこのことに役立つとアメリカ心臓協会は述べる。"
        ],
        [
            "If you're visiting a city, you might be doing a lot of walking.",
            "都市を訪れている場合は、たくさん歩くことになるかもしれない。"
        ],
        [
            "But if you're on a pool or beach holiday, try to make sure you do some extra exercise, advises the British Heart Foundation.",
            "しかし、プールやビーチでの休暇の場合は、余分な運動をするように心がけるよう英国心臓財団はアドバイスしている。"
        ],
        [
            "And most of the experts say getting a good night's sleep is just as important on holiday as it is at home.",
            "そして専門家のほとんどは、夜ぐっすり眠ることは自宅でと同じくらい、休暇中も大切であると言う。"
        ]
    ],
    [
        [
            "You should make exercise part of your daily routine.",
            "あなたは運動を日課の一部にするべきだ。"
        ],
        [
            "If you feel dizzy after exercising, you might be suffering from dehydration.",
            "運動後に目まいを感じたら、脱水症状になっているかもしれない。"
        ],
        [
            "I've been trying to avoid looking at screens before I go to bed.",
            "私は就寝前に、画面をみないようにしている。"
        ],
        [
            "",
            ""
        ],
        [
            "I think I might have left the tap running.",
            "ひょっとしたら蛇口を出しっぱなしにしたかもしれない。"
        ],
        [
            "I woke up late this morning so I had to skip breakfast.",
            "今朝は寝坊したので朝食を抜かないといけなかった。"
        ],
        [
            "I overate at lunch, so I'll probably skip dinner tonight.",
            "昼食を食べ過ぎたので、今夜はたぶん夕食を抜く。"
        ]
    ],
    [
        [
            "Which of the tips from the article did you find useful?",
            "この記事のどのヒントが役に立つと思いますか。"
        ],
        [
            "Do you avoid alcohol and caffeine when flying?",
            "飛行機に乗るとき、アルコールやカフェインを避けますか。"
        ],
        [
            "Do you like eating street food when you travel? What's some of the best street food you've had?",
            "旅行中に屋台料理を食べるのが好きですか。これまで食べた屋台料理で一番おいしかったものは何ですか。"
        ],
        [
            "Do you ever exercise on holiday? What kind of exercise do you do?",
            "休暇中に運動することはありますか。どんな運動をしますか。"
        ],
        [
            "How does your sleep schedule change when you're on vacation?",
            "休暇中、あなたの睡眠スケジュールはどのように変わりますか。"
        ]
    ],
    [
        [
            "Have you ever gotten sick on holiday?",
            "休暇中に病気になったことはありますか。"
        ],
        [
            "What's the most relaxing holiday you've ever taken?",
            "今までで一番リラックスできた休暇はどれですか。"
        ],
        [
            "Do you like staying busy on vacation?",
            "休暇中は忙しく過ごすのが好きですか。"
        ],
        [
            "Do you have any plans for your next holiday?",
            "次の休暇のための予定はありますか。"
        ],
        [
            "A vacation is having nothing to do and all day to do it in. — Robert Orben. What are your thoughts on this quote?",
            "休暇とは何もすることがなく、一日中そうであることだ。 （ロバート・オルベン）この言葉についてどう思いますか。"
        ]
    ]
]