[
    [
        [
            "'Paint the Town Red' with These Painting Expressions",
            "ペイントに関するこれらの表現を使って「町でどんちゃん騒ぎをしよう」"
        ],
        [
            "Before writing was invented, painting was used to keep records of stories, so it's no surprise that there are many expressions about paint and painting.",
            "文字が発明される前、物語の記録をとるために絵が使われていたので、絵や絵を描くことに関する表現がたくさんあるのは当然のことだ。"
        ],
        [
            "Here are some that are still used today.",
            "現在でも使われているものをいくつか紹介しよう。"
        ],
        [
            "If something is very boring, you can say that doing it is \"like watching paint dry.\"",
            "何かがとても退屈なら、それは「like watching paint dry」（直訳：塗料が乾くのを見ているようなもの）と言える。"
        ],
        [
            "Sometimes people use the expression sarcastically by saying, \"I'd rather watch paint dry!\"",
            "中には「I'd rather watch paint dry!」（直訳：塗料が乾くのを見ているほうがまし）、と皮肉交じりにこの表現を用いる人もいる。"
        ],
        [
            "So if you were getting bored while waiting for a bus, you might say to your friend, \"Let's just go home.",
            "それで、バスを待っている間に退屈になってきたなら、友人に「Let's just go home."
        ],
        [
            "I'd rather watch paint dry than keep waiting for this bus!\"",
            "I'd rather watch paint dry than keep waiting for this bus!」（もう家に帰ろう。このバスをここでずっと待っているのは退屈すぎる。）と言える。"
        ],
        [
            "If someone is out celebrating, drinking, or just having a wild and fun time, you can say they are \"painting the town red.\"",
            "誰かがお祝いしたり、お酒を飲んだり、または浮かれ騒いで楽しい時間を過ごしに出かけている場合、彼らは「painting the town red」（直訳：町を赤く塗っている）と言える。"
        ],
        [
            "No one is sure where the expression came from, but it could be from the US in the 1880s, when large fires or fireworks at celebrations would \"paint\" the sky.",
            "この表現がどこから来たのか、確かなことを知る人は誰もいないが、1880年代に米国で、お祝いの大火や花火が空を「色で染める」ことに由来する可能性がある。"
        ],
        [
            "So your friend might reply to you by saying, \"We can't go home!",
            "それであなたの友人は返事として、「We can't go home!"
        ],
        [
            "Once the bus comes we can go to some bars.",
            "Once the bus comes we can go to some bars."
        ],
        [
            "We're going to paint the town red!\"",
            "We're going to paint the town red!」（家には帰れないよ。バスさえ来ればバーへ繰り出せるんだ。町でどんちゃん騒ぎをしようよ。）と言うかもしれない。"
        ],
        [
            "Sometimes people assume that people or things are the same in some way, even though they're different.",
            "人は時折、人々や物事は何らかの形で同じだと思い込み、異なっているとしてもそう考える。"
        ],
        [
            "This can be called \"painting someone or something with the same brush,\" or \"painting with a broad brush.\"",
            "こうしたことを、「painting someone or something with the same brush」（直訳：同じブラシで誰かまたは何かに色を塗る）、または「painting with a broad brush」（直訳：幅の広いブラシで色を塗る）と言うことができる。"
        ],
        [
            "Some also say, \"tar with the same brush.\"",
            "「tar with the same brush」（直訳：同じ筆でタールを塗られる）と言う人もいる。"
        ],
        [
            "These expressions are often used when someone says two or more things share the same bad quality.",
            "これらの表現は、2つかそれ以上のものが同じ悪い性質を共有していることを言うのにしばしば用いられる。"
        ],
        [
            "So you could then say to your friend, \"Don't paint me with the same brush as you!",
            "それで友人に対し、「Don't paint me with the same brush as you!"
        ],
        [
            "I don't need to get drunk to have a good time.",
            "I don't need to get drunk to have a good time."
        ],
        [
            "I'm going home.\"",
            "I'm going home.」（あなたと一緒にしないで。私は楽しむのに酔っぱらう必要はないんだから。わたしは家に帰るよ。）と言うことができる。"
        ]
    ],
    [
        [
            "\"You're funny,\" she said sarcastically.",
            "「あなた、面白いわね」と彼女は皮肉を込めて言った。"
        ],
        [
            "We used to go to a lot of wild parties in New York.",
            "私たちは、かつてはニューヨークで激しいパーティーにたくさん行ったものだ。"
        ],
        [
            "We've got the best place to watch fireworks.",
            "私たちは、花火を見るのにいちばん良い場所を取った。"
        ],
        [
            "We shouldn't assume that the board is going to accept the proposal without a fight.",
            "私たちは、争うことなく取締役会がその提案を受け入れると推測するべきではない。"
        ],
        [
            "He has a lot of good qualities, but I don't think he's the right person for this job.",
            "彼はたくさんの良い資質を持っているが、この仕事に適した人物ではないと思う。"
        ]
    ],
    [
        [
            "Have you ever heard any of the expressions from the article?",
            "この記事に出てきた表現をどれか聞いたことがありましたか。"
        ],
        [
            "Do you know anyone who likes to paint the town red?",
            "どんちゃん騒ぎをするのが好きな人を誰か知っていますか。"
        ],
        [
            "When was the last time you had to do something that was like watching paint dry?",
            "あなたが最後に、塗料が乾くのを見ているかのように退屈なことをしなければならなかったのはいつでしたか。"
        ],
        [
            "Do you know of any painting-related expressions in your language?",
            "あなたの言語の、絵に関連した表現を何か知っていますか。"
        ],
        [
            "When was the last time you saw a fireworks display? Did you enjoy it?",
            "あなたが最後に花火を見たのはいつですか。楽しかったですか。"
        ]
    ],
    [
        [
            "When was the last time you tried painting or drawing something? How did it go?",
            "あなたが最後に色を塗ったり絵を描いたりしたのはいつでしたか。どうでしたか。"
        ],
        [
            "Did you enjoy art class when you were in school?",
            "学生の頃、美術の授業は好きでしたか。。"
        ],
        [
            "What artistic skills would you like to learn?",
            "どのような芸術的スキルを学びたいですか。"
        ],
        [
            "Who's the best artist you know?",
            "あなたが知っている最高の芸術家は誰ですか。"
        ],
        [
            "Painting is just another way of keeping a diary. — Pablo Picasso. What do you make of this statement?",
            "絵画は日記をつけるもう一つの方法だ。（パブロ・ピカソ）この意見をどのように理解しますか。"
        ]
    ]
]