[
    [
        [
            "Thailand Announces Five-Year Visa for Remote Workers",
            "タイ、リモートワーカー向けの5年ビザを発表"
        ],
        [
            "Since the COVID-19 pandemic, more and more countries have introduced special visas allowing people to work there remotely.",
            "タイでリモートワークに人気の場所"
        ],
        [
            "And Thailand has become one of the latest countries to do so.",
            "新型コロナウイルス感染症のパンデミック以来、リモートワークを認める特別なビザを導入する国が増えている。"
        ],
        [
            "In May, it announced a \"Destination Thailand Visa\" (DTV), a five-year multiple entry visa for remote workers that costs 10,000 Thai baht, or about $270.",
            "そしてタイも最近、そのようにした国の仲間入りをした。"
        ],
        [
            "However, remote workers can only stay in Thailand for 180 days at a time.",
            "5月、同国は「デスティネーション・タイランド・ビザ」（DTV）を発表した。リモートワーカーを対象とした5年間の数次有効（マルチプルエントリー）ビザで、費用は1万タイバーツ（約270ドル）だ。"
        ],
        [
            "They will then have to leave and enter the country again.",
            "しかし、リモートワーカーは一度に180日間しかタイに滞在できない。"
        ],
        [
            "The visa allows one 180-day extension during one of the stays, also at a cost of 10,000 baht.",
            "その後、出国して再度入国しなければならない。"
        ],
        [
            "Until now, tourists from some countries could only enter Thailand for up to 60 days — and were not allowed to work during their stay — so the announcement is good news for people hoping to spend more time in the country.",
            "このビザでは、1回の滞在中に180日間の延長が1回可能で、その場合も費用は1万バーツとなっている。"
        ],
        [
            "The DTV is not only for remote workers, but also people who want to learn more about Thai culture, like Muay Thai and Thai cooking, the government said in May.",
            "これまでは、一部の国からの観光客は最長60日しかタイに入国できず、滞在中の就労も認められていなかったため、国内でもっと多くの時間を過ごしたいと思っていた人たちにとって、朗報となる発表だ。"
        ],
        [
            "In another change, Thailand will now allow people from 93 countries to stay for up to 60 days, up from 57 countries.",
            "DTVはリモートワーカーだけでなく、ムエタイやタイ料理などタイの文化をもっと学びたい人のためのものでもあると政府は5月に述べた。"
        ],
        [
            "Foreign students can now also stay for one extra year after they leave university.",
            "もうひとつの変更点として、タイは今後57か国から93か国の人に最長60日間の滞在を認めることになる。"
        ],
        [
            "These changes are part of efforts to increase tourist numbers.",
            "また、これから留学生も大学卒業後1年間滞在できるようになる。"
        ],
        [
            "According to Reuters, 14.3 million tourists visited Thailand between January and June this year — and the country is hoping to have a record 40 million arrivals by the end of the year.",
            "これらの変更は、観光客数を増やすための取り組みの一環だ。"
        ],
        [
            "Popular Places to Live and Work Remotely in Thailand",
            "ロイター通信によると、今年1月から6月までにタイを訪れた観光客は1430万人で、同国は年末までに4000万人の最高入域数を目標としている。"
        ]
    ],
    [
        [
            "First introduced in 1938, the Volkswagen Beetle is one of the world's most recognizable cars.",
            "1938年に初めて発表されたフォルクスワーゲン・ビートルは、世界で最も知られている車の一つだ。"
        ],
        [
            "Our company employs thousands of remote workers from all around the world.",
            "私たちの会社は世界中に、何千人ものリモートワーカーを雇用している。"
        ],
        [
            "Your research paper has to be based on multiple resources.",
            "あなた方の研究論文は、複数の文献に基づいていなければならない。"
        ],
        [
            "Because I was sick, my teacher gave me an extension and allowed me to submit my essay a week late.",
            "私が病気だったので、先生は小論文の提出を一週間後に延ばしてくれた。"
        ],
        [
            "I learned a lot about Irish culture when I lived and studied in Galway.",
            "私はゴールウェイに住んで勉強していた時、アイルランドの文化について多くを学んだ。"
        ],
        [
            "In an effort to protect the environment, Britain will ban new petrol and diesel-powered cars from 2040.",
            "環境保護の取り組みの一環として、英国は2040年からガソリン車とディーゼル車の新車販売を禁止する。"
        ]
    ],
    [
        [
            "How much does the Destination Thailand Visa cost?",
            "デスティネーション・タイランド・ビザの費用はいくらですか。"
        ],
        [
            "10,000 Thai baht",
            "1万タイバーツ"
        ],
        [
            "15,000 Thai baht",
            "1万5,000タイバーツ"
        ],
        [
            "How many days can remote workers spend in Thailand with the new visa?",
            "新しいビザでリモートワーカーは何日間タイに滞在できますか。"
        ],
        [
            "120",
            "120日"
        ],
        [
            "180",
            "180日"
        ],
        [
            "How many tourists visited Thailand between January and June 2024?",
            "2024年1月から6月までにタイを訪れた観光客の数はどのくらいですか。"
        ],
        [
            "14.3 million",
            "1430万人"
        ],
        [
            "12.4 million",
            "1240万人"
        ]
    ],
    [
        [
            "What are your thoughts on the Destination Thailand Visa?",
            "デスティネーション・タイランド・ビザについてどう思いますか。"
        ],
        [
            "How do you think this visa will affect Thailand's tourism industry?",
            "このビザはタイの観光産業にどのような影響を与えると思いますか。"
        ],
        [
            "Do you think the cost of the five-year visa is reasonable?",
            "5年ビザの費用は妥当だと思いますか。"
        ],
        [
            "Would you be interested in taking a Muay Thai or Thai cooking class?",
            "ムエタイやタイ料理教室に通うことに興味がありますか。"
        ],
        [
            "If you could spend 180 days in any country, where would you choose to go?",
            "どこかの国に180日間滞在できるとしたら、どこを選びますか。"
        ]
    ]
]