[
    [
        [
            "Many US Parents Feeling Lonely, Burned Out",
            "米国の多くの親、孤独を感じ、疲れ切っている"
        ],
        [
            "Being a parent has been called one of the hardest jobs in the world.",
            "親であることは、世界で最も大変な仕事のひとつと言われている。"
        ],
        [
            "You might not get time off, or paid holidays, a lunch break — or a single \"Thank you.\"",
            "休みや有給休暇、昼休み、あるいは「ありがとう」の一言ももらえないかもしれない。"
        ],
        [
            "And according to a new survey, US parents are finding it very difficult.",
            "そして、新しい調査によると、米国の親はそれを非常に難しく感じている。"
        ],
        [
            "Many said they feel lonely, burned out and in need of more support.",
            "多くの人が孤独だと感じ、疲れ切っており、もっと多くのサポートを必要としていると語った。"
        ],
        [
            "The Ohio State University Wexner Medical Center asked parents about their experiences.",
            "オハイオ州立大学ウェクスナー医療センターは、親に彼らの経験について尋ねた。"
        ],
        [
            "About 62% of parents said they feel burned out by the responsibilities of parenting.",
            "親の約62％が、子育ての責任で疲れ切っていると答えた。"
        ],
        [
            "And around two-thirds said they feel lonely or isolated because of the demands of parenthood.",
            "また、約3分の2が、親であることゆえの要求のために孤独で、孤立していると感じると答えた。"
        ],
        [
            "Almost four in 10 said they have no one to support them in their parenting, while almost 80% said they'd like to be able to connect with parents and other adults outside of work or at home.",
            "10人中4人近くが、子育てをサポートしてくれる人が誰もいないと答え、80％近くが、仕事や家庭以外で親や他の大人とつながりを持ちたいと述べた。"
        ],
        [
            "Kate Gawlik from Ohio State University — herself a parent of four children — researches parental burnout.",
            "彼女自身も4人の子どもの親であるオハイオ州立大学のケイト・ガウリクは育児による燃え尽きを研究している。"
        ],
        [
            "She said it's not easy for parents to find support and to meet others when they're feeling vulnerable.",
            "彼女は、親にとって、弱さを感じているときにサポートを探したり、他の人と会ったりするのは簡単ではないと述べた。"
        ],
        [
            "But she encourages parents to \"take the first step.\"",
            "しかし彼女は、親に「最初の一歩を踏み出す」ことを勧めている。"
        ],
        [
            "She added that for parents, being able to talk to others in the same position can be very powerful and make them feel less lonely.",
            "彼女は、親にとって、同じ立場にある他の人たちと話ができることにはとても大きな力があり、孤独感を和らげることができると付け加えた。"
        ],
        [
            "This might mean finding out about groups for parents or adults, including play groups, book clubs or sports clubs, or arranging play dates with other kids.",
            "これは、遊びのグループ、読書クラブやスポーツクラブなどを含む、親や大人向けのグループについて調べたり、他の子どもたちと遊ぶ約束をすることを意味するかもしれない。"
        ],
        [
            "Some working parents have also found that working from home has made them feel more isolated and unable to share their experiences with other parents.",
            "働く親の中には、在宅勤務によってより孤立していると感じ、他の親と経験を共有できないことに気づいた人もいる。"
        ],
        [
            "For example, you don't get small talk when you're doing video calls, one parent said.",
            "例えば、ビデオ通話をしているときは世間話ができないと、ある親は語った。"
        ]
    ],
    [
        [
            "I've been feeling lonely ever since my kids left for college, so I got myself a dog.",
            "子どもたちが大学へ通うために家を出てからずっと寂しく感じていたので、犬を飼うことにした。"
        ],
        [
            "I've been working overtime for the last two weeks, and I'm completely burned out.",
            "私はここ2週間残業していて、完全に燃え尽きている。"
        ],
        [
            "Beth will be taking over all of Owen's management responsibilities once he leaves.",
            "ベスはオーウェンが退職したら、彼の管理責任を全て引き継ぐ予定だ。"
        ],
        [
            "I don't get along with my co-workers, so I feel quite isolated at work.",
            "私は同僚たちと気が合わないので、職場でかなり孤立していると感じる。"
        ],
        [
            "Our charity works to help vulnerable children around the world.",
            "私たちのチャリティは、世界中の弱い立場にある子どもたちを支援するために活動している。"
        ],
        [
            "I usually make small talk with the checkout staff at the supermarket.",
            "普段私はスーパーでレジ係のスタッフと世間話をする。"
        ]
    ],
    [
        [
            "What percentage of participants reported feeling burned out by the responsibilities of parenting?",
            "子育ての責任で疲れ切っていると答えた参加者の割合はどのくらいですか。"
        ],
        [
            "What percentage of participants said they would like to be able to connect with parents and other adults outside of work or at home?",
            "仕事や家庭以外で親や他の大人とつながりを持ちたいと答えた参加者の割合はどのくらいですか。"
        ],
        [
            "How many kids does Kate Gawlik have?",
            "ケイト・ガウリクには子どもが何人いますか。"
        ]
    ],
    [
        [
            "What are your thoughts on the results of this survey?",
            "この調査結果についてどう思いますか。"
        ],
        [
            "Do you agree that being a parent is one of the hardest jobs in the world?",
            "親であることは、世界で最も大変な仕事のひとつとであることに同意しますか。"
        ],
        [
            "Do you find it surprising that 62% of parents said they feel burned out by the responsibilities of parenting?",
            "62％の親が子育ての責任で疲れ切っていると答えたことに驚きましたか。"
        ],
        [
            "Why do you think people find it so hard to get the support they need when it comes to parenting?",
            "子育てに関して、必要なサポートを得るのが難しいと人々が感じるのはなぜだと思いますか。"
        ],
        [
            "What in your opinion is the most rewarding aspect of being a parent?",
            "親として最もやりがいがあるのは、どのような面だと思いますか。"
        ]
    ]
]