[
    [
        [
            "Taste of Thai Summer: The Secret to Mango Sticky Rice",
            "タイの夏の味：マンゴースティッキーライスの秘密"
        ],
        [
            "In 2022, when Thai rapper Milli ate mango sticky rice onstage at the Coachella music festival, sales of the already popular summer dessert increased.",
            "2022年、タイのラッパーであるミリが、コーチェラという音楽フェスティバルのステージでマンゴースティッキーライス（マンゴーともち米のデザート）を食べ、すでに人気となっていたこの夏のデザートの売り上げが増加した。"
        ],
        [
            "Shops in Thailand had a hard time keeping up with the demand.",
            "タイの店は需要に追いつくのに苦労した。"
        ],
        [
            "Thailand has even said it wants to see the dish recognized by UNESCO.",
            "タイはこの料理がユネスコに認定されることを望んでいるとさえ述べた。"
        ],
        [
            "So what is it and why is it so special?",
            "ではこれは何なのか、なぜそれほど特別なのか。"
        ],
        [
            "CNN calls it a \"simple dish,\" and in some ways it is.",
            "CNNはこれを「シンプルな料理」と呼んでおり、ある意味その通りだ。"
        ],
        [
            "Known in Thailand as khao nieo mamuang, it's sliced mango next to sticky rice, with a sauce of coconut cream and yellow mung beans on top.",
            "タイではカオニャオ・マムアンとして知られており、もち米の横にスライスしたマンゴーを置き、ココナッツクリームソースをかけて、上に黄色い緑豆をのせたものだ。"
        ],
        [
            "But as Thai lovers of the dish know, it's a little more complicated than it sounds, and that's what makes it delicious.",
            "しかし、この料理が好きなタイ人が知っているように、これは思ったよりも少し複雑で、それがおいしさの理由となっている。"
        ],
        [
            "There are said to be 200 different types of mango in Thailand.",
            "タイには200種類のマンゴーがあると言われている。"
        ],
        [
            "But one of the most popular types to use in mango sticky rice is called nam dok mai, or the \"water of the flower\" mango.",
            "しかし、マンゴースティッキーライスに使う最も人気のある種類の1つは、ナムドクマイと呼ばれるもので、「花のしずく」という意味のマンゴーだ。"
        ],
        [
            "It's smooth and sweet, and Varee Jeensuwan, who makes the dish in her Bangkok shop, says there is a certain type of rice that needs to be used too.",
            "それは滑らかで甘い。バンコクの店でこの料理を作っているヴァリー・ジーンスワンは、特定の種類の米を使う必要もあると述べる。"
        ],
        [
            "She gets hers from Chiang Rai in the north of the country, she told CNN, while her coconuts come from the south, and her mung beans are baked, not fried.",
            "彼女は同国北部のチェンライから米を仕入れているが、ココナッツは南部から仕入れており、緑豆は揚げずに焼いている、とCNNに語った。"
        ],
        [
            "It's easy to see why it's a dish that people say doesn't taste the same if you eat it anywhere but Thailand — although you'll find it on menus around the world, sometimes with little twists on the original.",
            "この料理をタイ以外の国で食べると味が違う、と人々が述べる理由がよく分かる。世界中のメニューに載っているが、本来のものに少しアレンジを加えたものもある。"
        ],
        [
            "Tourists make sure they try it when they visit the country, and for residents, it's a familiar taste of summer.",
            "同国を訪れる観光客は必ずこれを食べ、住民にとっては夏のおなじみの味となっている。"
        ]
    ],
    [
        [
            "Honey is very sticky.",
            "ハチミツはとてもべとべとしている。"
        ],
        [
            "There is a big demand for nurses at the moment.",
            "今のところ看護師の需要は非常に高い。"
        ],
        [
            "These instructions are complicated and hard to follow.",
            "これらの説明は、複雑で従うのが難しい。"
        ],
        [
            "The wine had a smooth, mellow flavor.",
            "そのワインは、なめらかで柔らかな味をしていた。"
        ],
        [
            "The chef put a new twist on a classic recipe by adding a mix of Mexican spices and herbs to it.",
            "そのシェフは、伝統的なレシピにメキシコのスパイスとハーブのミックスを足すことで新しい工夫をした。"
        ],
        [
            "The original, along with several other paintings, was lost in a fire in the 1840s.",
            "原作は他の絵画数点と共に、1840年代の火事で失われた。"
        ]
    ],
    [
        [
            "How many types of mango are there in Thailand?",
            "タイには何種類のマンゴーがありますか。"
        ],
        [
            "Why is nam dok mai popular for mango sticky rice?",
            "マンゴースティッキーライスにナムドクマイがよく使われるのはなぜですか。"
        ],
        [
            "How does Varee Jeensuwan prepare her mung beans for her mango sticky rice?",
            "ヴァリー・ジーンスワンは、マンゴースティッキーライスに使う緑豆をどのように調理しますか。"
        ]
    ],
    [
        [
            "Do you think mango sticky rice should be recognized by UNESCO?",
            "マンゴースティッキーライスはユネスコに認定されるべきだと思いますか。"
        ],
        [
            "What are some of your country's culturally important foods or drinks?",
            "あなたの国の文化的に重要な食べ物や飲み物は何ですか。"
        ],
        [
            "What foods from your country would you say are the \"taste of summer\"?",
            "あなたの国の食べ物で「夏の味」だと思うものは何ですか。"
        ],
        [
            "What are the best desserts you've had recently?",
            "最近食べたデザートの中で、いちばんおいしかったものは何ですか。"
        ],
        [
            "What are some of your country's most popular desserts?",
            "あなたの国で最も人気のあるデザートは何ですか。"
        ]
    ]
]