[
    [
        [
            "'Put Me Through': Handy Phrases for Business Calls",
            "『お願いします』： ビジネス電話での便利な表現"
        ],
        [
            "Talking on the telephone can be difficult in any language.",
            "電話での会話は、どの言語でも難しいことがある。"
        ],
        [
            "Some of us feel nervous on the phone, and we might also have to deal with bad connections, fast talking and quiet voices.",
            "電話で緊張する人がいたり、接続の悪さ、早口、声が小さいことに対処する必要もあるだろう。"
        ],
        [
            "And if you're at work, and you have to call someone at another company, it can make you even more nervous!",
            "また、仕事中に他の会社の人に電話をかけなければならない場合、さらに緊張することがある。"
        ],
        [
            "If you're making the call in English, it may be useful to plan what you'd like to say before you pick up the phone.",
            "英語で電話をかける場合は、受話器を取る前に何を話すか考えておくと役立つかもしれない。"
        ],
        [
            "When calling another company, begin by saying hello and giving your name as usual — and also give the name of the company you're calling from.",
            "別の会社に電話をかけるときは、まずいつものように挨拶をして、自分の名前を名乗る。そして、あなたの会社名についても伝えよう。"
        ],
        [
            "You'd also better check if you're calling the right person.",
            "また、電話をかける相手が正しいかどうかも確認した方がいい。"
        ],
        [
            "You could say: \"Is this James?\"",
            "こう言うことができる。「ジェームズさんですか」。"
        ],
        [
            "Or, \"Am I speaking to Rose?\"",
            "または「ローズさんですか」。"
        ],
        [
            "To be polite, you could then ask, \"Is this a good time to talk?\"",
            "礼儀正しくあるために、「今お時間よろしいでしょうか」と尋ねることもできる。"
        ],
        [
            "If the person is busy, they may say, \"Could you call back later?\"",
            "相手が忙しければ、「後でお電話いただけますか」と言うかもしれない。"
        ],
        [
            "Or they might ask you to call back at a certain time.",
            "あるいは、決まった時間にかけ直すようにお願いされるかもしれない。"
        ],
        [
            "Sometimes you'll have to speak to a secretary first.",
            "最初に秘書と話さなければならないこともある。"
        ],
        [
            "On these occasions, the secretary may explain that they're going to \"put you through\" to the person you'd like to talk to.",
            "このような場合、秘書はあなたが話したい相手に「おつなぎします」と述べることがある。"
        ],
        [
            "This means they'll connect you to them.",
            "つまり、その人につなぐということだ。"
        ],
        [
            "If the line is bad and you can't hear very well, you could say: \"I'm sorry, you're breaking up.\"",
            "回線が悪くてよく聞き取れない場合は、こう言うこともできる。「申し訳ありませんが、通話が途切れています」。"
        ],
        [
            "Or: \"I didn't catch that,\" if you didn't hear something very well.",
            "あるいは、あまりはっきり聞こえなかった場合は、「聞き取れませんでした」。"
        ],
        [
            "For important calls, it's also a good idea to send a follow-up email.",
            "重要な電話には、フォローアップのメールを送るのもいい考えだ。"
        ],
        [
            "You can use this to review what was discussed — and make sure everyone has the right information!",
            "それを活用して、話し合った内容を振り返り、全員が正しい情報を得ていることを確認することができる。"
        ]
    ],
    [
        [
            "She bites her nails when she gets nervous.",
            "彼女は緊張すると爪を噛む。"
        ],
        [
            "I had to deal with some technical problems yesterday.",
            "私は昨日、いくつか技術的な問題に対処しなければならなかった。"
        ],
        [
            "I've visited Paris on many occasions for my job.",
            "私は仕事で幾度もパリを訪れた。"
        ],
        [
            "You'll have to say that again; you're breaking up.",
            "もう一度おっしゃってください。途切れています。"
        ],
        [
            "Today's meeting is a follow-up to the one we had last Friday in which we discussed staffing issues.",
            "今日のミーティングは、私たちが人員配置の問題について話し合った先週の金曜日の会議のフォローアップだ。"
        ],
        [
            "Before we start, let's quickly review what we learnt in the last lesson.",
            "始める前に、前回の授業で学んだことを手短に復習しましょう。"
        ]
    ],
    [
        [
            "What phrase from the article did you find useful?",
            "記事のどのフレーズが役に立つと思いましたか。"
        ],
        [
            "Do you ever feel nervous talking on the phone?",
            "電話で緊張することはありますか。"
        ],
        [
            "Have you made any phone calls in English? How did they go?",
            "英語で電話をかけたことがありますか。どうでしたか。"
        ],
        [
            "Do you have to make a lot of phone calls at your job?",
            "仕事で電話をかけることが多いですか。"
        ],
        [
            "Are there any rules or customs in your country for making business calls?",
            "あなたの国には、ビジネス電話をかける際のきまりや慣習がありますか。"
        ]
    ],
    [
        [
            "Who do you most enjoy talking on the phone with?",
            "誰と電話で話すのが一番楽しいですか。"
        ],
        [
            "Do you prefer to call people or send them a message?",
            "電話をかけるのとメッセージを送るのとでは、どちらを好みますか。"
        ],
        [
            "Do most people have a home phone as well as a mobile in your country?",
            "あなたの国では、ほとんどの人が携帯電話と自宅の電話を持っていますか。"
        ],
        [
            "Do you know anyone's phone number off by heart?",
            "誰かの電話番号を暗記していますか。"
        ],
        [
            "Do you usually prepare before making important phone calls?",
            "重要な電話をかける前に、通常準備をしますか。"
        ]
    ]
]